[
 {
   "Ticker": "",
   "date": "6/12/2014",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "EU Court Upholds EUR1.06B Fine Against Intel for Anti-Competitive Behavior",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  June 12, 2014 03:53 ET (07:53 GMT)</p>\n",
   "Time": "7:53:43 AM",
   "seq": 1802
 },
 {
   "Ticker": "",
   "date": "6/12/2014",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "EU Court: Rebates Granted to PC Makers by Intel \"\"Capable of Restricting Competition\"\"",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  June 12, 2014 03:54 ET (07:54 GMT)</p>\n",
   "Time": "7:54:06 AM",
   "seq": 1807
 },
 {
   "Ticker": "",
   "date": "6/12/2014",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "EU Court: European Commission Made Case to Necessary Legal Standard",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  June 12, 2014 03:54 ET (07:54 GMT)</p>\n",
   "Time": "7:54:37 AM",
   "seq": 1809
 },
 {
   "Ticker": "",
   "date": "6/12/2014",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "EU Court: Intel's Arguments Didn't Show Fine Was Disproportionate",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  June 12, 2014 03:55 ET (07:55 GMT)</p>\n",
   "Time": "7:55:03 AM",
   "seq": 1813
 },
 {
   "Ticker": "",
   "date": "6/12/2014",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Had Appealed Commission's 2009 Decision",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  June 12, 2014 03:55 ET (07:55 GMT)</p>\n",
   "Time": "7:55:20 AM",
   "seq": 1818
 },
 {
   "Ticker": "",
   "date": "6/12/2014",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "EU Court Upholds Record $1.43 Billion Fine Against Intel",
   "News_Body": "<pre>\nBy Tom Fairless </pre>\n<p>\n     BRUSSELS--The European Union's top court on Thursday upheld a record EUR1.06 billion ($1.43 billion) fine against Intel Corp. for abusing its dominant position in the microprocessor market. </p>\n<p>\n     The Luxembourg-based General Court of the EU threw out \"in its entirety\" an appeal by the U.S.-based chip maker, which had argued that a 2009 decision by EU competition authorities to issue the biggest ever antitrust fine against a single company was based on mistakes and ignored evidence. </p>\n<p>\n     An investigation by the European Commission, the EU's central antitrust authority, had concluded that Intel sought to cut rival Advanced Micro Devices Inc. out of the market by offering rebates to computer makers for using its chips. </p>\n<p>\n     In its ruling, the court said rebates granted by Intel to Dell, Hewlett-Packard Co., NEC Corp of Japan and Lenovo were \"capable of restricting competition and foreclosing competitors from the market.\" </p>\n<p>\n     The Commission \"showed to the requisite legal standard the existence of the exclusivity rebates and the naked restrictions at issue in its decision,\" and demonstrated that Intel attempted to conceal the anti-competitive nature of its practices, the court said. </p>\n<p>\n     It also rejected Intel's argument that the scale of the fine was disproportionate. </p>\n<p>\n     \"The fine is equivalent to 4.15% of Intel's annual turnover, which is well below the 10% ceiling provided for,\" the court said. </p>\n<p>\n     Write to Tom Fairless at tom.fairless@wsj.com </p>\n<pre>\n </pre>\n<p>\n  Corrections &amp; Amplifications</p>\n<p>\n  This article was corrected 11:59 GMT to fix the name of the court in the second paragraph. It should be the General Court of the EU. </p>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  June 12, 2014 04:44 ET (08:44 GMT)</p>\n",
   "Time": "8:44:14 AM",
   "seq": 2148
 },
 {
   "Ticker": "",
   "date": "6/12/2014",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Raises Revenue Outlook",
   "News_Body": "<pre>\nBy Josh Beckerman </pre>\n<p>\n     Intel Corp. increased its revenue guidance for the year, citing stronger than expected demand for business PCs. </p>\n<p>\n     Intel shares rose 3% in after-hours trading. </p>\n<p>\n     For the second quarter, the company expects revenue of $13.7 billion, plus or minus $300 million, compared with previous guidance of $13 billion, plus or minus $500 million. </p>\n<p>\n     Intel now projects \"some revenue growth\" for the full year. The chip maker previously projected approximately flat revenue. </p>\n<p>\n     Write to Josh Beckerman at josh.beckerman@wsj.com </p>\n<pre>\n </pre>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  June 12, 2014 16:15 ET (20:15 GMT)</p>\n",
   "Time": "8:15:15 PM",
   "seq": 9366
 },
 {
   "Ticker": "",
   "date": "6/12/2014",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Raises Revenue Outlook, Cites Business PC Demand -- Update",
   "News_Body": "<pre>\nBy Josh Beckerman </pre>\n<p>\n     Intel Corp. increased its revenue guidance for the year, citing stronger-than-expected demand for business PCs. </p>\n<p>\n     Intel shares rose more than 3% in after-hours trading. </p>\n<p>\n     For the second quarter, the company expects revenue of $13.7 billion, plus or minus $300 million, compared with previous guidance of $13 billion, plus or minus $500 million. </p>\n<p>\n     Intel now projects \"some revenue growth\" for the full year. The chip maker previously projected approximately flat revenue. </p>\n<p>\n     For the second quarter, Intel forecasts the midpoint of its gross margin range will rise by 1 point to 64%, while full-year gross margin is expected to be in the upper half of prior guidance of 61%, plus or minus a few percentage points, reflecting expected improvements in unit cost and volume. </p>\n<p>\n     Analysts polled by Thomson Reuters project second-quarter earnings of 47 cents a share on revenue of $13 billion for Intel. For the full year, analysts project earnings of $1.89 a share on sales of $53.06 billion. Last year, Intel earned $1.89 a share on sales of $52.71 billion. </p>\n<p>\n     Write to Josh Beckerman at josh.beckerman@wsj.com </p>\n<pre>\n </pre>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  June 12, 2014 16:33 ET (20:33 GMT)</p>\n",
   "Time": "8:33:21 PM",
   "seq": 9632
 },
 {
   "Ticker": "",
   "date": "6/12/2014",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Raises Revenue Outlook, Cites Business PC Demand -- 2nd Update",
   "News_Body": "<pre>\nBy Josh Beckerman </pre>\n<p>\n     Intel Corp. increased its revenue guidance for the year, citing stronger-than-expected demand for business PCs. </p>\n<p>\n     Intel shares, up nearly 8% in 2014, rose more than 4% in after-hours trading. </p>\n<p>\n     For the second quarter, the company expects revenue between $13.4 billion and $14 billion, compared with its previous guidance of $12.5 billion to $13.5 billion. </p>\n<p>\n     Intel now projects \"some revenue growth\" for the full year. The chip maker previously projected approximately flat revenue. </p>\n<p>\n     \"The change in outlook is driven mostly by strong demand for business PCs,\" Intel said in a news release. </p>\n<p>\n     Companies that make computers or computer parts have benefited from businesses needing to update aging PCs because of the impending end of Microsoft Corp.'s support for the Windows XP operating system. </p>\n<p>\n     Microsoft has stopped providing updates to its Windows XP operating system. Despite XP's well-publicized deadline, more than 10% of computers used in government and corporations world-wide still use the 12-year-old operating system, according to cybersecurity firm Qualys Inc. </p>\n<p>\n     Including consumer PCs, the share of desktops running XP is nearly 30%, according to researcher NetApplications. </p>\n<p>\n     For the second quarter, Intel forecasts the midpoint of its gross margin range will rise by 1 percentage point to 64%, while full-year gross margin is expected to be in the upper half of prior guidance of 61%, plus or minus a few percentage points, reflecting expected improvements in unit cost and volume. </p>\n<p>\n     Analysts polled by Thomson Reuters project second-quarter earnings of 47 cents a share on revenue of $13 billion for Intel. For the full year, analysts project earnings of $1.89 a share on sales of $53.06 billion. Last year, Intel earned $1.89 a share on sales of $52.71 billion. </p>\n<p>\n     Write to Josh Beckerman at josh.beckerman@wsj.com </p>\n<pre>\n </pre>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  June 12, 2014 16:47 ET (20:47 GMT)</p>\n",
   "Time": "8:47:31 PM",
   "seq": 9817
 },
 {
   "Ticker": "",
   "date": "6/12/2014",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Raises Revenue Outlook, Cites Business PC Demand -- 3rd Update",
   "News_Body": "<pre>\nBy Josh Beckerman </pre>\n<p>\n     Intel Corp. increased its revenue guidance for the year as the chip maker cited stronger-than-expected demand for business PCs. </p>\n<p>\n     Intel shares, up nearly 8% in 2014, rose more than 4% in after-hours trading. </p>\n<p>\n     For the second quarter, the company expects revenue between $13.4 billion and $14 billion, compared with its previous guidance of $12.5 billion to $13.5 billion. </p>\n<p>\n     Intel now projects \"some revenue growth\" for the full year. The chip maker previously projected approximately flat revenue. </p>\n<p>\n     \"The change in outlook is driven mostly by strong demand for business PCs,\" Intel said in a news release. </p>\n<p>\n     Companies that make computers or computer parts have benefited from businesses needing to update aging PCs because of the impending end of Microsoft Corp.'s support for the Windows XP operating system. </p>\n<p>\n     Microsoft has stopped providing updates to its Windows XP operating system. Despite XP's well-publicized deadline, more than 10% of computers used in government and corporations world-wide still use the 12-year-old operating system, according to cybersecurity firm Qualys Inc. </p>\n<p>\n     Including consumer PCs, the share of desktops running XP is nearly 30%, according to researcher NetApplications. </p>\n<p>\n     For the second quarter, Intel forecasts the midpoint of its gross margin range will rise by 1 percentage point to 64%, while full-year gross margin is expected to be in the upper half of prior guidance of 61%, plus or minus a few percentage points, reflecting expected improvements in unit cost and volume. </p>\n<p>\n     Analysts polled by Thomson Reuters project second-quarter earnings of 47 cents a share on revenue of $13 billion for Intel. In the year-ago second-quarter, the company earned 39 cents a share on revenue of $12.8 billion. </p>\n<p>\n     For the full year, analysts project earnings of $1.89 a share on sales of $53.06 billion. Last year, Intel earned $1.89 a share on sales of $52.71 billion. </p>\n<p>\n     Intel expects a tax rate of 28% for the quarter, compared with a prior projection of 27%. </p>\n<p>\n     The company said it would provide more details on all business segments when it reports results on July 15. </p>\n<p>\n     Write to Josh Beckerman at josh.beckerman@wsj.com </p>\n<pre>\n </pre>\n<p>\n  Access Investor Kit for Intel Corp.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=A591&amp;isin=US4581401001</p>\n<p>\n  Access Investor Kit for Microsoft Corporation</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=A591&amp;isin=US5949181045</p>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  June 12, 2014 16:58 ET (20:58 GMT)</p>\n",
   "Time": "8:58:23 PM",
   "seq": 9905
 },
 {
   "Ticker": "",
   "date": "6/12/2014",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Raises Revenue Outlook, Cites Business PC Demand -- 4th Update",
   "News_Body": "<pre>\nBy Don Clark and Josh Beckerman </pre>\n<p>\n     Intel Corp. dispensed a dose of hope for the beleaguered personal computer business, boosting its financial estimates because of stronger-than-expected demand for business PCs. </p>\n<p>\n     The Silicon Valley giant, whose chips manage calculating functions in most computers, on Thursday said the pickup should generate $700 million more revenue in the current quarter than previously expected. Intel also said it now expects some revenue growth for the year instead of flat results. </p>\n<p>\n     The last time Intel was prompted to raise its financial outlook was in the third quarter of 2009. Its stock jumped in after-hours trading Thursday. </p>\n<p>\n     The news counters a long gloomy spell in the PC sector, as consumers shifted their spending to smartphones and tablets. At businesses, meanwhile, many companies saw little reason to upgrade hardware that was performing adequately. </p>\n<p>\n     But several factors have changed the dynamics, analysts say. Most recently, Microsoft Corp. ended technical support for its aging Windows XP operating system, spurring many companies to consider buying new machines using more recent software. </p>\n<p>\n     More broadly, companies have begun to realize that mobile devices don't meet employee needs for many kinds of tasks. </p>\n<p>\n     \"PCs are not going away in business,\" said Bob O'Donnell, president and chief analyst of TECHnalysis Research. \"They are not being replaced by tablets and smartphones.\" </p>\n<p>\n     Mr. O'Donnell said that conclusion was bolstered by a survey in April he conducted of employees at companies. Some 78% of respondents said they used a PC when working in their jobs, while 13% said they used smartphones and only 8% used tablets, he said. </p>\n<p>\n     He and other market watchers are quick to note that strong demand is limited to businesses, and mainly in the U.S. and other developed countries. \"The consumer side is still weak,\" said Jay Chou, an analyst at IDC. </p>\n<p>\n     His firm predicts total PC unit shipments will decline 6% in 2014, with business PCs off 4.3%. </p>\n<p>\n     The forecast issued by Intel was more upbeat. For the second quarter, the chip maker said it now expects revenue of $13.7 billion, plus or minus $300 million, an estimate that points to 7% growth over the year-earlier period. Intel had previously predicted revenue of $13 billion, plus or minus $500 million. </p>\n<p>\n     Intel didn't quantify its yearly revenue guidance, other than to point to some growth, which it also attributed to business PC demand. </p>\n<p>\n     Another factor affecting demand is that new \"2-in-1\" PCs promoted by Intel and some of its customers--devices that can convert from clamshell to tablet mode--are attracting some interest at companies, Mr. O'Donnell said. For that reason and others, he predicts the business PC pickup may last 12 months to 19 months. </p>\n<p>\n     But others wonder what will happen after the short-term pressure to upgrade hardware because of Windows XP fades. \"The big question in my mind is sustainability,\" said Stacy Rasgon, an analyst at Sanford C. Bernstein. </p>\n<p>\n     Besides revenue, Intel predicted gains in its closely watched gross profit margin. For the second quarter, Intel forecast that the midpoint of its gross margin range will rise by one point to 64%, with guidance for the full year at 61%, plus or minus a few percentage points. </p>\n<p>\n     Write to Don Clark at don.clark@wsj.com and Josh Beckerman at josh.beckerman@wsj.com </p>\n<pre>\n </pre>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  June 12, 2014 18:21 ET (22:21 GMT)</p>\n",
   "Time": "10:21:33 PM",
   "seq": 10679
 },
 {
   "Ticker": "",
   "date": "6/20/2014",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Can Apple Crack the Smartwatch Code?",
   "News_Body": "<pre>\nBy Daisuke Wakabayashi, Eva Dou and Lorraine Luk </pre>\n<p>\n     Apple Inc. is ready to join Google Inc., Samsung Electronics Co. and a host of startups making smartwatches and, potentially, other wearable computing devices. </p>\n<p>\n     But it isn't clear how much consumers want the devices. Those on the market so far haven't sold well, because most wearable devices only offer a limited set of features already found on a smartphone. </p>\n<p>\n     Apple is planning multiple versions of a smartwatch--dubbed the iWatch in the media--later this year, according to people familiar with the matter. The devices will include more than 10 sensors to track and monitor health and fitness data, these people said. Taiwanese manufacturer Quanta Computer Inc. is expected to start producing the devices in two to three months, they said. </p>\n<p>\n     As growth in smartphones and tablet computers slows, Apple and others are considering wearable devices as an enticing new market. Smaller sensors, flexible screens and ubiquitous wireless connectivity have the potential to usher in a new era of computing where all devices will become \"smart,\" collecting and processing data from daily life. </p>\n<p>\n     So far, that hasn't led to big sales. World-wide shipments of wearable devices--including smartwatches and activity trackers--totaled about 2.9 million units in the first quarter, according to ABI Research. That is about 1% of the 300 million smartphones shipped during the same period. Apple said it alone sold 43.7 million iPhones in that quarter. </p>\n<p>\n     Some industry watchers think Apple, with its record of success in defining new product segments with the iPhone and iPad, will crack the code. </p>\n<p>\n     Apple's ability to design both hardware and software gives it a leg up on competitors because it can present a cohesive vision for a new product, said Nick Spencer, an analyst at ABI Research. </p>\n<p>\n     A person at one of Apple's component suppliers said the Cupertino, Calif., company expects to ship 10 million to 15 million smartwatches this year. By comparison, Apple sold 1.1 million iPhones in the first quarter it was available in 2007. </p>\n<p>\n     \"We haven't really seen the big players come out with their best shot,\" said J.P. Gownder, an analyst at Forrester Research. \"No one has done anything completely serious.\" </p>\n<p>\n     Apple spokeswoman Natalie Kerrisdeclined to comment. </p>\n<p>\n     Tim Cook, Apple's chief executive who has pledged to push the company into new product segments later this year, has expressed interest in wearable devices and sees it as an area worth exploring. </p>\n<p>\n     \"There are lots of gadgets in this space right now, but there's nothing great out there,\" Mr. Cook said at a conference last year. \"There are a lot of problems to solve in this space.\" </p>\n<p>\n     The new details of Apple's plans come ahead of Google's I/O conference for developers next week in San Francisco, where wearable devices are expected to be a major focus. Earlier this year, Google introduced Android Wear, a version of its Android operating system for wearables. </p>\n<p>\n     LG Electronics Inc. and Motorola--the unit that Google agreed to sell to Lenovo Group Inc. for nearly $3 billion--are expected to introduce watches running on Android Wear later this year. </p>\n<p>\n     Samsung had used Android for its first Galaxy Gear smartwatch launched last year, but switched to Tizen, its homegrown operating system, for its second version, the Gear 2. </p>\n<p>\n     Google's ambitions in wearable devices go beyond the wrist. Google Glass, the company's Web-connected eyewear, has garnered a lot of attention, much of it negative because of privacy concerns. The company also is working on a smart contact lens that it hopes will measure blood-sugar levels of diabetes sufferers by monitoring their tears. </p>\n<p>\n     Already rivals in smartphone software, Apple and Google are expected to battle to control the health-related data collected by wearables. Earlier this month, Apple announced HealthKit, a system to collect and share data from various third-party wearable devices and apps. It also announced an app called Health to monitor that data on the iPhone. Google is expected to follow suit with a similar service at its conference next week. </p>\n<p>\n     Despite the hype around wearable devices, mainstream adoption has been slow. Currently, the best-selling devices are activity trackers such as the Fitbit Force, Jawbone Up, Garmin Vivofit and Nike Inc.'s FuelBand. Earlier this year, Nike announced layoffs at the division responsible for the FuelBand, sparking speculation that the product wasn't selling well. </p>\n<p>\n     Omar Siddiqui, chief executive of Kiwi, a developer of mobile games for Android and Apple's iOS, suggested that looking at today's sales is misleading because the applications that will attract users haven't been created yet. </p>\n<p>\n     \"There are so many other use cases that we may not have thought of yet,\" he said. </p>\n<p>\n     ABI Research's Mr. Spencer said applications will emerge once component makers produce parts designed specifically for wearable products--rather than repurposed smartphone parts--to allow more design options. </p>\n<p>\n     Mr. Spencer said there is currently too much focus on the watch. The true potential of wearable devices, he said, is in the data that they collect not necessarily in the shape of the hardware. </p>\n<p>\n     Earlier this year, Intel Corp. Chief Executive Brian Krzanich unveiled a major push into wearable technology, showing off prototypes of new wearable devices developed by the company including a smartwatch and a smart earphone headset. He also announced a new chip called Edison aimed at wearable gadgets. </p>\n<p>\n     \"We're looking at a broad ecosystem of wearables,\" Mr. Krzanich said during a speech at the CES technology conference in Las Vegas. </p>\n<p>\n     Apple has hired a number of designers, engineers and executives from both the fashion industry and medical device world to work on its forthcoming smartwatch, said people familiar with the matter. The company has been working on ways to use advanced sensors to track a person's blood pressure and hydration levels, these people said. </p>\n<p>\n     The recent hires include Michael O'Reilly, former chief medical officer of Masimo Corp., which makes a finger-sized device to measure oxygen in the blood without drawing blood. In December, Mr. O'Reilly accompanied a group of senior Apple executives to a meeting at the U.S. Food and Drug Administration regarding \"mobile medical applications.\" </p>\n<p>\n     Alistair Barr contributed to this article. </p>\n<p>\n  Write to Daisuke Wakabayashi at Daisuke.Wakabayashi@wsj.com, Eva Dou at eva.dou@wsj.com and Lorraine Luk at lorraine.luk@wsj.com </p>\n<pre>\n </pre>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  June 20, 2014 19:31 ET (23:31 GMT)</p>\n",
   "Time": "11:31:24 PM",
   "seq": 10228
 },
 {
   "Ticker": "",
   "date": "10/16/2014",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Advanced Micro Devices Plans Layoffs",
   "News_Body": "<pre>\nBy Don Clark And Josh Beckerman </pre>\n<p>\n     Advanced Micro Devices Inc. said it plans to cut its workforce by 7% as part of a restructuring plan to be executed by the chip maker's new chief executive, Lisa Su. </p>\n<p>\n     \"While decisions that impact the size of our global team are never entered into lightly, this is the right step to ensure we prioritize our resources and engineering investments, \" Ms. Su said. AMD had 10,149 employees at the end of the period, indicating the cuts will affect about 700 people. </p>\n<p>\n     Ms. Su, who pushed to reduce the company's reliance on the PC market, replaced Rory Read, who served as chief executive for three years. </p>\n<p>\n     The restructuring, which AMD said will cause $57 million in charges in the current quarter, come as the chip maker reported third-quarter results that reflect its continued pressures in sales to personal computer makers. </p>\n<p>\n     AMD's report comes two days after longtime rival Intel Corp. announced surprisingly strong growth for chips used in PCs. Intel on Tuesday said revenue for that segment up 9%, with shipments of chips for notebook computers rose 21%. </p>\n<p>\n     Write to Don Clark at don.clark@wsj.com and Josh Beckerman at josh.beckerman@wsj.com </p>\n<pre>\n </pre>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  October 16, 2014 16:34 ET (20:34 GMT)</p>\n",
   "Time": "8:34:13 PM",
   "seq": 12499
 },
 {
   "Ticker": "",
   "date": "11/20/2014",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Projects 2015 Revenue Growth in 'Mid- Single Digits'",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  November 20, 2014 12:39 ET (17:39 GMT)</p>\n",
   "Time": "5:39:10 PM",
   "seq": 8548
 },
 {
   "Ticker": "",
   "date": "11/20/2014",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Puts 2015 Gross Margin at About 62%",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  November 20, 2014 12:43 ET (17:43 GMT)</p>\n",
   "Time": "5:43:00 PM",
   "seq": 8567
 },
 {
   "Ticker": "",
   "date": "1/15/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Reports Jump in Profits",
   "News_Body": "<pre>\nBy Don Clark </pre>\n<p>\n     Intel Corp. on Thursday said its net income jumped 39% in the fourth quarter, as the big chip maker reaped the benefits of improved personal computer sales and continued demand for server systems. </p>\n<p>\n     The company's revenue increased 6% from a year earlier, while its gross profit margin of 65.4% was lower than the 65% in the third quarter. </p>\n<p>\n     Shares of Intel fell 1.4% in recent after-hours trading. </p>\n<p>\n     Intel, the biggest supplier of chips that handle calculations in computers, had suffered as consumer spending shifted from PCs to smartphones and tablets. But its business began recovering last spring, as the threat that tablets based on competing technology would replace PCs at many companies has receded. </p>\n<p>\n     In all, Intel reported net income for the quarter ended Dec. 27 of $3.66 billion, or 74 cents per share, compared with a profit in the year-earlier period of $2.63 billion, or 51 cents a share. Revenue rose to $14.72 billion from $13.83 billion. </p>\n<p>\n     Analysts polled by Thomson Reuters expected per-share earnings of 66 cents and revenue of $14.71 billion. </p>\n<p>\n     For the current first quarter, Intel projected revenue between $13.2 billion and $14.2 billion and gross margin of 60%, plus or minus a couple percentage points. </p>\n<p>\n     Tess Stynes contributed to this article. </p>\n<p>\n  Write to Don Clark at don.clark@wsj.com </p>\n<pre>\n</pre>\n<p>\n  Corrections &amp; Amplifications</p>\n<p>\n  This item was corrected at 4:24 p.m. ET to show that Intel's gross margin was 65.4%, not 63.7%. </p>\n<pre>\n  </pre>\n<p>\n  Access Investor Kit for Intel Corp.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US4581401001</p>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  January 15, 2015 16:09 ET (21:09 GMT)</p>\n",
   "Time": "9:09:43 PM",
   "seq": 10681
 },
 {
   "Ticker": "",
   "date": "3/6/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Apple to join Dow Jones Industrial Average",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  March 06, 2015 09:00 ET (14:00 GMT)</p>\n",
   "Time": "2:00:00 PM",
   "seq": 5072
 },
 {
   "Ticker": "",
   "date": "3/6/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Apple to replace AT&T in the Dow",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  March 06, 2015 09:00 ET (14:00 GMT)</p>\n",
   "Time": "2:00:00 PM",
   "seq": 5073
 },
 {
   "Ticker": "",
   "date": "3/6/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Change effective after close of trading on March 18",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  March 06, 2015 09:00 ET (14:00 GMT)</p>\n",
   "Time": "2:00:00 PM",
   "seq": 5074
 },
 {
   "Ticker": "",
   "date": "3/6/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Apple Added To Dow Industrials, Replaces AT&T",
   "News_Body": "<pre>\nBy Colin Barr </pre>\n<p>\n     Apple Inc. will join the Dow Jones Industrial Average this month, a long-anticipated change that adds the world's most-valuable company to the 119-year-old blue-chip index. </p>\n<p>\n     The move is the latest milestone for Apple, which has emerged in recent years as the standard-bearer for a resurgent U.S. technology sector. The Cupertino, Calif., company in January reported latest-quarter net income of $18 billion, the largest quarterly profit on record, fueled by roaring sales of iPhones. </p>\n<p>\n     Apple will replace telecommunication giant AT&amp;T Inc., according to S&amp;P Dow Jones Indices, the unit of McGraw Hill Financial Inc. that owns the Dow. </p>\n<p>\n     Apple's addition caps the ascendancy of tech in the Dow that started in 1999 when software giant Microsoft Corp. and semiconductor maker Intel Corp. joined, a nod to the \"New Economy\" boom then sweeping the U.S. Like Apple, both companies are listed on Nasdaq. Previously, all Dow components had been listed on the New York Stock Exchange, though there weren't any restrictions against having a Nasdaq stock. </p>\n<p>\n     Apple will join the Dow at the close of trading March 18. The shake-up won't affect the value of the Dow, which is up 1.8% this year and has hit more than 90 record closes in the past two years. Apple stock has been one of the market's monster performers in recent years, posting an annualized total return, reflecting price gains and dividend payments, of 69% over the past year and 36% over a decade. </p>\n<p>\n     The shift in Dow components reflects Apple's technology leadership and the need to rejigger the index for a pending 4-for-1 stock split by Dow component Visa Inc., according to S&amp;P Dow Jones Indices. </p>\n<p>\n     Unlike other major indexes, which have hundreds of component companies and are weighted by companies' market value, the Dow has just 30 members and is price-weighted. The split by Visa, classified as an information-technology firm, would sharply reduce the index's technology weighting if not for the addition of Apple. </p>\n<p>\n     \"Apple is the clear choice for the Dow Jones Industrial Average, the most recognized stock market measure,\" says David M. Blitzer, chairman of the Index Committee at S&amp;P Dow Jones Indices. </p>\n<p>\n     Component stocks of the Dow are selected by the index committee, a group that includes editors of The Wall Street Journal, which is published by Dow Jones &amp; Co., a part of News Corp. </p>\n<p>\n     The decision ends a long period of waiting for Apple investors and consumers, some of whom have questioned previous decisions by the index committee to add other companies to the Dow even as Apple rose to the top of the global market value and profitability tables. </p>\n<p>\n     Apple's market value, recently $736 billion, reached as high as $775 billion last month, the highest on record. In the most recent quarter, the company sold iPhones at a clip of 568 a minute. Its current market value is nearly double that of the No. 2 global company, Google Inc., at $391 billion. </p>\n<p>\n     Apple's ascendancy comes as the Nasdaq Composite Index this week eclipsed 5000 for the first time since March 2000, an event that underscored the vast changes in the economy, the financial markets and various stock indexes over the past 15 years. Apple wasn't one of the 20 largest Nasdaq companies the last time the index traded above 5000. </p>\n<p>\n     To be sure, Apple faces headwinds including an unpredictable market for consumer technologies and a near universal assumption that it will continue to expand revenue and profit and a strong pace. Microsoft and Intel were viewed as similarly unstoppable when they were added to the Dow, but their shares have performed poorly since the Nasdaq's last record close on March 10, 2000. </p>\n<p>\n     At the same time, fans of the company note that Apple remains far from outrageously priced. Apple's shares trade now at 17 times their latest 12 months' earnings, compared with Microsoft's trailing price-to-earnings ratio of 75 in March 2000. </p>\n<p>\n     In part, Apple's addition to the index was paved by the company's decision last year to split its stock. Apple shares exceeded $600 each before the company moved in 2014 to execute a 7-for-1 split, a move that didn't affect the company's market value but reduced its per-share price to a recent $126.41. </p>\n<p>\n     S&amp;P Dow Jones Indices said the shift will increase the Dow's technology representation and reduce its holdings of telecommunications companies in line with the S&amp;P 500. AT&amp;T, with a per-share price of $34 and a market value of $176 billion, wasn't one of the highest-priced Dow stocks, and was smaller on both a price and market-value basis than a similar rival, Verizon Communications Inc. AT&amp;T had been a member of the Dow since 2005. </p>\n<p>\n     Visa's split, which takes effect at the same time as the Apple-AT&amp;T shift, stands to reduce its share price to around $68 from a recent $274.13. </p>\n<p>\n     \"The Dow is price weighted, so extremely high stock prices tend to distort the index while very low stock prices have little impact,\" Mr. Blitzer said. </p>\n<p>\n     The change in the index is the first since 2013, when Goldman Sachs Group Inc., Visa and Nike Inc. replaced Bank of America Corp., Hewlett-Packard Co. and Alcoa Inc. </p>\n<p>\n     The swap of Apple for AT&amp;T is the first one-company shift in the index since 2012, when UnitedHealth Group Inc. replaced Kraft Foods Inc., which was preparing to spin off its North American grocery business. </p>\n<p>\n     Write to Colin Barr at colin.barr@wsj.com </p>\n<pre>\n </pre>\n<p>\n  Access Investor Kit for AT&amp;T, Inc.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US00206R1023</p>\n<p>\n  Access Investor Kit for Alcoa, Inc.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US0138171014</p>\n<p>\n  Access Investor Kit for Apple, Inc.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US0378331005</p>\n<p>\n  Access Investor Kit for Bank of America Corp.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US0605051046</p>\n<p>\n  Access Investor Kit for The Dow Chemical Co.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US2605431038</p>\n<p>\n  Access Investor Kit for The Goldman Sachs Group, Inc.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US38141G1040</p>\n<p>\n  Access Investor Kit for Intel Corp.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US4581401001</p>\n<p>\n  Access Investor Kit for McGraw Hill Financial, Inc.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US5806451093</p>\n<p>\n  Access Investor Kit for Mondelez International, Inc.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US6092071058</p>\n<p>\n  Access Investor Kit for NIKE, Inc.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US6541061031</p>\n<p>\n  Access Investor Kit for UnitedHealth Group, Inc.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US91324P1021</p>\n<p>\n  Access Investor Kit for Visa, Inc.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US92826C8394</p>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  March 06, 2015 09:00 ET (14:00 GMT)</p>\n",
   "Time": "2:00:00 PM",
   "seq": 5075
 },
 {
   "Ticker": "",
   "date": "3/12/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Cuts Revenue Outlook",
   "News_Body": "<pre>\nBy Chelsey Dulaney </pre>\n<p>\n     Intel Corp. lowered its first-quarter revenue outlook, citing weaker-than-expected demand for business desktop computers and lower-than-expected inventory levels across the PC supply chain. </p>\n<p>\n     The semiconductor maker said it now expects first-quarter revenue to be $12.8 billion, plus or minus $300 million, compared with the previous expectation of $13.7 billion, plus or minus $500 million. </p>\n<p>\n     Intel added that its data center business is meeting expectations. </p>\n<p>\n     Write to Chelsey Dulaney at Chelsey.Dulaney@wsj.com </p>\n<pre>\n </pre>\n<p>\n  Access Investor Kit for Intel Corp.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US4581401001</p>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  March 12, 2015 09:08 ET (13:08 GMT)</p>\n",
   "Time": "1:08:11 PM",
   "seq": 7093
 },
 {
   "Ticker": "",
   "date": "3/27/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Is In Talks To Buy Altera -- Sources",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  March 27, 2015 15:32 ET (19:32 GMT)</p>\n",
   "Time": "7:32:38 PM",
   "seq": 9703
 },
 {
   "Ticker": "",
   "date": "3/27/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Altera Had a Market Value of $10.4 Billion Friday",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  March 27, 2015 15:32 ET (19:32 GMT)</p>\n",
   "Time": "7:32:38 PM",
   "seq": 9704
 },
 {
   "Ticker": "",
   "date": "3/27/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Deal Would Be Largest In Intel's History",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  March 27, 2015 15:32 ET (19:32 GMT)</p>\n",
   "Time": "7:32:38 PM",
   "seq": 9705
 },
 {
   "Ticker": "",
   "date": "3/27/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel in Talks to Buy Altera",
   "News_Body": "<pre>\nBy Dana Mattioli and Dana Cimilluca </pre>\n<p>\n     Intel Corp. is talks to buy Altera Corp. in a deal that would be the chip-making giant's largest takeover ever. </p>\n<p>\n     Terms of the potential deal and its timing couldn't be learned, and it's possible there ultimately won't be one. </p>\n<p>\n     With a market capitalization of $10.4 billion Friday afternoon, Altera would be a big bite for Intel, which has traditionally stuck to smaller acquisitions whenever it's done deals. </p>\n<p>\n     Write to Dana Mattioli at dana.mattioli@wsj.com and Dana Cimilluca at dana.cimilluca@wsj.com </p>\n<pre>\n </pre>\n<p>\n  Access Investor Kit for Altera Corp.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US0214411003</p>\n<p>\n  Access Investor Kit for Intel Corp.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US4581401001</p>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  March 27, 2015 15:39 ET (19:39 GMT)</p>\n",
   "Time": "7:39:30 PM",
   "seq": 9932
 },
 {
   "Ticker": "",
   "date": "4/14/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Reports 3% Rise in Earnings",
   "News_Body": "<pre>\nBy Tess Stynes </pre>\n<p>\n     Intel Corp. reported a 3% growth in first-quarter earnings on flat revenue growth as the semiconductor giant was hurt by softer demand for personal computers and impacts from a stronger U.S. dollar. </p>\n<p>\n     Shares rose 1.9% to $32.10 in recent after-hours trading. Through Tuesday's close, the stock has declined 13% this year. </p>\n<p>\n     For 2015, Intel said it now expects revenue to be flat from a year ago, when it reported full-year revenue of $55.9 billion. Analysts polled by Thomson Reuters expected revenue of $55.69 billion. </p>\n<p>\n     The company in January withdrew its previous annual guidance for revenue growth in the mid-single digits and slashed its first-quarter outlook on weaker-than-expected demand for business desktop computers and lower inventory levels among computer and parts suppliers. </p>\n<p>\n     For the second quarter, Intel projected revenue of $13.2 billion, plus or minus $500 million. Analysts polled by Thomson Reuters expected revenue of $13.51 billion. </p>\n<p>\n     The Santa Clara, Calif., company has been hurt in recent years from the shift to mobile devices from PCs. Late last year, Intel was planning to combine its operations that handle chips for PCs with those targeting smartphones and tablets amid pressures to increase its presence in mobile devices. The changes were scheduled to take effect early this year. </p>\n<p>\n     Overall, Intel reported a profit of $1.99 billion, or 41 cents a share, up from $1.93 billion, or 38 cents a share, a year earlier. Analysts polled by Thomson Reuters expected per-share profit of 41 cents. </p>\n<p>\n     Revenue was $12.78 billion, compared with $12.76 billion a year ago and in-line with Intel's reduced guidance for revenue of $12.8 billion, plus or minus $300 million. </p>\n<p>\n     Gross margin rose to 60.5% from 59.6%. </p>\n<p>\n     Last week, The Wall Street Journal and other outlets reported that Intel's plan to acquire Altera Corp. appeared to have stalled. Investors likely will be watching for any details on whether there is still a chance of any deal between the chip makers. </p>\n<p>\n     If such a deal were to be reached, the move would represent the semiconductor giant's biggest-ever acquisition. Intel also would gain a company with faster revenue growth. Some analysts think Intel wants Altera--which specializes in field-programmable network arrays--to help defend its position in server chips. </p>\n<p>\n     Write to Tess Stynes at tess.stynes@wsj.com </p>\n<pre>\n </pre>\n<p>\n  Access Investor Kit for Altera Corp.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US0214411003</p>\n<p>\n  Access Investor Kit for Intel Corp.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US4581401001</p>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  April 14, 2015 16:13 ET (20:13 GMT)</p>\n",
   "Time": "8:13:58 PM",
   "seq": 10322
 },
 {
   "Ticker": "",
   "date": "4/28/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Restructures New Technology Efforts",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  April 28, 2015 16:23 ET (20:23 GMT)</p>\n",
   "Time": "8:23:58 PM",
   "seq": 16708
 },
 {
   "Ticker": "",
   "date": "4/28/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel VP Mike Bell to Take On New Role",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  April 28, 2015 16:23 ET (20:23 GMT)</p>\n",
   "Time": "8:23:58 PM",
   "seq": 16709
 },
 {
   "Ticker": "",
   "date": "4/28/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel's Joshua Walden to Lead New Group",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  April 28, 2015 16:23 ET (20:23 GMT)</p>\n",
   "Time": "8:23:58 PM",
   "seq": 16710
 },
 {
   "Ticker": "",
   "date": "4/28/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Restructures New Technology Efforts",
   "News_Body": "<pre>\nBy Don Clark </pre>\n<p>\n     Intel Corp. is reorganizing operations responsible for helping move the company into new markets, a move expected to change the role of a prominent executive who led the chip maker's push into wearable devices. </p>\n<p>\n     The Silicon Valley giant has established what it calls the new technology group, which combines a number of research and product-development efforts into a single organization, an Intel spokeswoman said. </p>\n<p>\n     Intel's new unit would encompass operations formerly carried out by the company's new devices group, the spokeswoman said. That group's general manager was Mike Bell, a vice president who is known for stints helping lead product development at Apple Inc. and Palm Inc. before joining Intel in 2010. </p>\n<p>\n     Mr. Bell--who has appeared at industry events to show off products like smartwatches and eyewear powered by Intel technology--will assume an unspecified new role as a result of the reorganization, the spokeswoman said. </p>\n<p>\n     Write to Don Clark at don.clark@wsj.com </p>\n<pre>\n </pre>\n<p>\n  Access Investor Kit for Hewlett-Packard Co.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US4282361033</p>\n<p>\n  Access Investor Kit for Intel Corp.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US4581401001</p>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  April 28, 2015 16:40 ET (20:40 GMT)</p>\n",
   "Time": "8:40:25 PM",
   "seq": 17411
 },
 {
   "Ticker": "",
   "date": "4/28/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Restructures New Technology Efforts--Update",
   "News_Body": "<pre>\nBy Don Clark </pre>\n<p>\n     Intel Corp. is reorganizing operations responsible for helping move the company into new products, a move expected to change the role of a prominent executive who led the chip maker's push into wearable devices. </p>\n<p>\n     The Silicon Valley giant has established what it calls the new technology group, which combines a number of research and product-development efforts into a single organization, an Intel spokeswoman said. </p>\n<p>\n     Intel's new unit would encompass operations formerly carried out by the company's new devices group, the spokeswoman said. That group's general manager was Mike Bell, a vice president who is known for stints helping lead product development at Apple Inc. and Palm Inc. before joining Intel in 2010. </p>\n<p>\n     Mr. Bell--who has appeared at industry events to show off products like smartwatches and eyewear powered by Intel technology--will assume an unspecified new role as a result of the reorganization, the spokeswoman said. </p>\n<p>\n     The wearables push has been one of the most visible priorities under Brian Krzanich, who became Intel's chief executive in May 2013. Intel famously failed to get its chips into many smartphones and the initial wave of tablets, and Mr. Krzanich has expressed determination to get in early on the wearables market. </p>\n<p>\n     Intel's new technology group would be led by Joshua Walden, a senior vice president and Intel veteran who previously shared oversight over the company's platform development group, the spokeswoman said. </p>\n<p>\n     The group would incorporate what Intel had called its new business initiatives group, or NBI, which helped spur the creation of products outside of the company's core chip operations. Bringing all such operations into one unit \"will help to drive greater synergies,\" the spokeswoman said. </p>\n<p>\n     Roger Kay, an analyst at Endpoint Technologies Associates, said Intel's efforts in wearable devices have attracted attention, but haven't generated much in the way of revenues yet. </p>\n<p>\n     \"When companies move things around, typically it means they are not happy with how things are going,\" he said. </p>\n<p>\n     The changes leave another senior vice president, Amir Faintuch, as the sole general manager of Intel's platform development group. The recent recruit from Intel rival Qualcomm Inc. is seen by analysts as a key force to help Intel become more competitive in multifunction products--also known as systems on a chip--that are popular in smartphones and other hardware. </p>\n<p>\n     Write to Don Clark at don.clark@wsj.com </p>\n<pre>\n </pre>\n<p>\n  Access Investor Kit for Apple, Inc.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US0378331005</p>\n<p>\n  Access Investor Kit for Hewlett-Packard Co.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US4282361033</p>\n<p>\n  Access Investor Kit for Intel Corp.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US4581401001</p>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  April 28, 2015 17:02 ET (21:02 GMT)</p>\n",
   "Time": "9:02:15 PM",
   "seq": 17867
 },
 {
   "Ticker": "",
   "date": "5/31/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Nears Agreement to Buy Altera for About $54 a Share -- Sources >INTC ALTR",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  May 31, 2015 13:48 ET (17:48 GMT)</p>\n",
   "Time": "5:48:14 PM",
   "seq": 1091
 },
 {
   "Ticker": "",
   "date": "5/31/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel-Altera Deal Likely To Be Announced Monday -- Sources >INTC ALTR",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  May 31, 2015 13:48 ET (17:48 GMT)</p>\n",
   "Time": "5:48:14 PM",
   "seq": 1092
 },
 {
   "Ticker": "",
   "date": "5/31/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Acquisition to Value Altera at About $17B -- Sources >INTC ALTR",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  May 31, 2015 13:57 ET (17:57 GMT)</p>\n",
   "Time": "5:57:09 PM",
   "seq": 1096
 },
 {
   "Ticker": "",
   "date": "5/31/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Nears Agreement to Buy Altera for About $54 a Share -- Sources >INTC ALTR",
   "News_Body": "<pre>\nBy Dana Cimilluca and Dana Mattioli </pre>\n<p>\n     Intel Corp. is on the cusp of agreeing to buy rival chip maker Altera Corp. for about $54 a share, according to people familiar with the matter. </p>\n<p>\n     The deal, likely to value Altera at about $17 billion, is expected to be announced Monday, the people said. </p>\n<p>\n     Don Clark contributed to this article </p>\n<p>\n  Write to Dana Cimilluca at dana.cimilluca@wsj.com and Dana Mattioli at dana.mattioli@wsj.com </p>\n<pre>\n </pre>\n<p>\n  Access Investor Kit for Altera Corp.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US0214411003</p>\n<p>\n  Access Investor Kit for Intel Corp.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US4581401001</p>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  May 31, 2015 14:00 ET (18:00 GMT)</p>\n",
   "Time": "6:00:10 PM",
   "seq": 1107
 },
 {
   "Ticker": "",
   "date": "6/1/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel To Acquire Altera >INTC ALTR",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  June 01, 2015 08:31 ET (12:31 GMT)</p>\n",
   "Time": "12:31:00 PM",
   "seq": 4540
 },
 {
   "Ticker": "",
   "date": "6/1/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel To Acquire Altera for $54/Shr in Cash",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  June 01, 2015 08:31 ET (12:31 GMT)</p>\n",
   "Time": "12:31:42 PM",
   "seq": 4561
 },
 {
   "Ticker": "",
   "date": "6/1/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel To Acquire Altera in All-Cash Deal Valued at $16.7B",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  June 01, 2015 08:32 ET (12:32 GMT)</p>\n",
   "Time": "12:32:01 PM",
   "seq": 4566
 },
 {
   "Ticker": "",
   "date": "6/1/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Sees Buy Adding to Non-GAAP EPS, Free Cash Flow First Yr After Close",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  June 01, 2015 08:32 ET (12:32 GMT)</p>\n",
   "Time": "12:32:32 PM",
   "seq": 4573
 },
 {
   "Ticker": "",
   "date": "6/1/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel: Buy Enables New Classes Of Pdts In High-Growth Data Center, Internet Of Things Mkt Segments",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  June 01, 2015 08:33 ET (12:33 GMT)</p>\n",
   "Time": "12:33:18 PM",
   "seq": 4594
 },
 {
   "Ticker": "",
   "date": "6/1/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Agrees to Buy Altera for $16.7 Billion",
   "News_Body": "<pre>\nBy Dana Cimilluca, Dana Mattioli and Don Clark </pre>\n<p>\n     Intel Corp. agreed to buy Altera Corp. for roughly $16.7 billion in cash, a long-discussed deal seen helping Intel defend a crucial business. </p>\n<p>\n     Altera stockholders would receive about $54 a share, around the price the company rejected in April during an earlier round of talks. </p>\n<p>\n     The price is roughly 56% higher than the one at which Altera traded before The Wall Street Journal first reported talks between the companies on March 27. Altera's shares closed Friday at $48.85. </p>\n<p>\n     Intel's bid continues a consolidation wave in the semiconductor industry--a particularly active sector for deal making of late in a red-hot year for mergers and acquisitions--as companies search for new sources of revenue growth and target chip makers finding it hard to boost profitability on their own. Avago Technologies Ltd. on Thursday announced a $37 billion deal to buy Broadcom Corp., the largest technology acquisition on record. </p>\n<p>\n     Some of the potential buyers have ample cash reserves as well as the opportunity to borrow at relatively low interest rates. Intel, as of March 28, reported about $14 billion of cash and short-term investments, plus about $8.2 billion in long-term investments. </p>\n<p>\n     Besides adding product lines to generate more revenue, buyers are attracted by benefits such as the possibility of pushing more chips through sales channels that stay about the same size, yielding expense savings amid an increase in the cost of designing and manufacturing new chips. </p>\n<p>\n     The companies in the latest transaction are already partners. Intel's factories churn out some high-end semiconductors for Altera, which designs chips but turns to external manufacturers to make them. </p>\n<p>\n     Intel, the kingpin of processor chips, is expected to use the smaller company's line of programmable chips to get revenue growth amid a slowdown in personal-computer demand that is crimping its own growth. </p>\n<p>\n     Altera's business also is widely seen as a way for Intel to protect its stronghold in chips for server systems, a market that generated more than half of Intel's operating profit in the quarter ended in March. Companies have lately been using chips from Altera and rival Xilinx Inc. to help speed up their servers, and some analysts believe that Intel needs to have an internal source of the technology to respond to the trend. </p>\n<p>\n     Discussions between the companies broke off in April, when Altera rejected an offer from Intel around $54 a share, people familiar with the matter have said. Altera's decision angered some of its significant investors, who were skeptical that the company could reach such a price any time soon based on its own efforts. </p>\n<p>\n     Talks then resumed in May, people familiar with the situation said. </p>\n<p>\n     Intel, based in Santa Clara, Calif., is known for general-purpose microprocessor chips that can be programmed to perform a near-infinite variety of computing tasks. But some kinds of operations--such as converting a video from one format into another, or encrypting data so unauthorized people can't read it--can be executed more quickly using circuitry that is custom-tailored for the specific task. </p>\n<p>\n     Some big electronics companies still design custom chips for their products. But the cost of doing so has risen steadily over the years, so the practice makes sense only for hardware makers that have large sales volumes that will generate a return for their design investment. </p>\n<p>\n     Altera, along with Xilinx, popularized a middle path. They sell chips called field-programmable gate arrays, or FPGAs, that are configured by customers after the chips leave the factory. Each chip contains blocks of circuitry for specific kinds of processing or data-storage jobs, and programmers can select and arrange how electrical signals travel between them. </p>\n<p>\n     The result isn't as fast as a specialized chip designed from scratch but has long been an attractive option in certain markets--particularly in hardware such as cellular base stations and switching systems. And a newer trend--using FPGAs alongside server systems in large data centers--is making the technology particularly important for Intel's future. </p>\n<p>\n     Intel sells more than 90% of the chips used in servers, the mainstay for jobs such as email and Web pages. While the company gets most of its revenue from chips for personal computers, its Xeon server chips are much more profitable. So Intel has an incentive to go to great lengths to keep server buyers happy. </p>\n<p>\n     Some of those companies, particularly Wall Street investment banks and big Web services, have been experimenting with non-Intel technologies to carry out computing chores faster or with lower power consumption. International Business Machines Corp. is working with a series of partners to try to position its Power chips for Web applications. Users of technology from ARM Holdings PLC, the standard in smartphones, are also trying to penetrate the data center. </p>\n<p>\n     Still another tack is to use SHYFPGAs along with Intel's chips or other processors to speed up computing jobs. Microsoft Corp., for example, has been testing the use of Altera FPGAs to get answers faster with its Bing search engine. </p>\n<p>\n     Intel has responded to the technology changes in several ways, including customizing chips for some big customers and packaging its Xeon chips with FPGAs. But there is another approach that could pose an even bigger threat in the future, analysts say--putting a processor and an FPGA on one piece of silicon, which allows much faster communications than putting two chips next to each other. </p>\n<p>\n     Altera and Xilinx have recently been offering customers FPGAs that have ARM processors embedded in them. </p>\n<p>\n     Intel, to help get comparable speed benefits and counter rivals such as ARM, needs to be able to sell chips that have a similar combination of processor and FPGA technology, some analysts say. </p>\n<p>\n     Chelsey Dulaney contributed to this article. </p>\n<p>\n  Write to Dana Cimilluca at dana.cimilluca@wsj.com, Dana Mattioli at dana.mattioli@wsj.com and Don Clark at don.clark@wsj.com </p>\n<pre>\n </pre>\n<p>\n  Access Investor Kit for Altera Corp.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US0214411003</p>\n<p>\n  Access Investor Kit for Intel Corp.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US4581401001</p>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  June 01, 2015 08:33 ET (12:33 GMT)</p>\n",
   "Time": "12:33:25 PM",
   "seq": 4595
 },
 {
   "Ticker": "",
   "date": "6/1/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Altera Will Become Intel Business Unit >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  June 01, 2015 08:34 ET (12:34 GMT)</p>\n",
   "Time": "12:34:18 PM",
   "seq": 4623
 },
 {
   "Ticker": "",
   "date": "6/1/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Plans To Continue Support, Development For Altera's ARM-Based, Power Management Pdt Lines",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  June 01, 2015 08:34 ET (12:34 GMT)</p>\n",
   "Time": "12:34:44 PM",
   "seq": 4633
 },
 {
   "Ticker": "",
   "date": "6/1/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Deal Expected To Close Within 6-9 Months >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  June 01, 2015 08:35 ET (12:35 GMT)</p>\n",
   "Time": "12:35:05 PM",
   "seq": 4644
 },
 {
   "Ticker": "",
   "date": "6/1/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel to Fund Buy With Combination Of Cash From Balance Sheet and Debt",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  June 01, 2015 08:35 ET (12:35 GMT)</p>\n",
   "Time": "12:35:26 PM",
   "seq": 4658
 },
 {
   "Ticker": "",
   "date": "6/1/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel, Altera Boards Clear Deal >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  June 01, 2015 08:35 ET (12:35 GMT)</p>\n",
   "Time": "12:35:41 PM",
   "seq": 4669
 },
 {
   "Ticker": "",
   "date": "7/2/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel President Renee James Stepping Down >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  July 02, 2015 09:00 ET (13:00 GMT)</p>\n",
   "Time": "1:00:34 PM",
   "seq": 5221
 },
 {
   "Ticker": "",
   "date": "7/2/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel: James To Pursue An External CEO Role >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  July 02, 2015 09:00 ET (13:00 GMT)</p>\n",
   "Time": "1:00:46 PM",
   "seq": 5228
 },
 {
   "Ticker": "",
   "date": "7/2/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel: James to Stay Until January to Transition Executive Office >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  July 02, 2015 09:01 ET (13:01 GMT)</p>\n",
   "Time": "1:01:40 PM",
   "seq": 5240
 },
 {
   "Ticker": "",
   "date": "7/2/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel: Intel Capital President Arvind Sodhani to Retire in January >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  July 02, 2015 09:02 ET (13:02 GMT)</p>\n",
   "Time": "1:02:25 PM",
   "seq": 5254
 },
 {
   "Ticker": "",
   "date": "7/8/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Apple Asked Suppliers To Manufacture 85M-90M New iPhones by Dec. 31--Sources",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  July 08, 2015 10:52 ET (14:52 GMT)</p>\n",
   "Time": "2:52:10 PM",
   "seq": 7962
 },
 {
   "Ticker": "",
   "date": "7/8/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Initial iPhone Run Would be a Record",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  July 08, 2015 10:52 ET (14:52 GMT)</p>\n",
   "Time": "2:52:10 PM",
   "seq": 7963
 },
 {
   "Ticker": "",
   "date": "7/8/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Apple Plans to Add Force Touch Technology for Two New iPhone Models-- Sources",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  July 08, 2015 10:52 ET (14:52 GMT)</p>\n",
   "Time": "2:52:10 PM",
   "seq": 7964
 },
 {
   "Ticker": "",
   "date": "7/8/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Apple Will Add One New Color for Aluminum Casing of New iPhones-- Sources",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  July 08, 2015 10:52 ET (14:52 GMT)</p>\n",
   "Time": "2:52:10 PM",
   "seq": 7965
 },
 {
   "Ticker": "",
   "date": "7/8/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Apple Considers Adding Third Assembler for New iPhones To Meet Demand--Sources",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  July 08, 2015 10:52 ET (14:52 GMT)</p>\n",
   "Time": "2:52:10 PM",
   "seq": 7966
 },
 {
   "Ticker": "",
   "date": "7/8/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Apple Preparing Record Number of New iPhones",
   "News_Body": "<pre>\nBy Lorraine Luk And Daisuke Wakabayashi </pre>\n<p>\n     Apple Inc. is preparing for a larger initial production run of its next iPhones, betting that even modest hardware changes will entice consumers to upgrade handsets and outstrip demand for the larger-screen phones that it released last year. </p>\n<p>\n     Apple is asking suppliers to manufacture between 85 million and 90 million units combined of two new iPhone models with 4.7-inch and 5.5-inch displays by Dec. 31, according to people familiar with the matter. The screen sizes are the same as in the iPhone 6 and iPhone 6 Plus. </p>\n<p>\n     By comparison, Apple last year ordered a then-record initial production run of 70 million to 80 million for its first larger-screen iPhones. </p>\n<p>\n     An Apple spokeswoman declined to comment. </p>\n<p>\n     Apple was slow to enter the larger smartphone market, but it has recorded blockbuster sales for its latest iPhones. In the first half of its fiscal year ending September, Apple sold 135.6 million iPhones, a 43% increase from the same period a year earlier. Before the iPhone 6, Apple's largest phone had a 4-inch display. </p>\n<p>\n     The changes in the iPhone models expected to be released later this year will be less noticeable than last year's. The phones are expected to feature Apple's Force Touch technology that can distinguish between a light tap and deep press, allowing users to control a device differently depending on how hard they push on the screen, according to people familiar with the matter. Apple has added this feature to the Apple Watch and MacBook laptop computer. </p>\n<p>\n     In addition to keeping the display size unchanged, Apple is expected to keep the screen resolution about the same, according to people familiar with the matter. </p>\n<p>\n     It may offer a fourth color for the aluminum casing of the iPhone, in addition to silver, gold and space gray, these people said. </p>\n<p>\n     The information about iPhone production orders comes from Apple's suppliers. Apple may adjust orders based on its projected demand, and it doesn't inform all suppliers at the same time. </p>\n<p>\n     Hon Hai Precision Industry Co., also known as Foxconn, which has long been Apple's primary assembler, is recruiting workers at its main iPhone production base in Zhengzhou, north-central China, anticipating mass production of the new phones to begin next month, the people familiar with the matter said. </p>\n<p>\n     Apple tends to release new iPhones in a \"ticktock\" cycle--a phrase also used for the releases of new processors at Intel Corp. In a \"tick\" year, Apple introduces a major design change, such as last year's bigger displays. In the following \"tock\" year, it refines the previous year's design and sometimes makes more significant changes to the software. </p>\n<p>\n     To help produce the new phones, Apple is considering a third assembler, Wistron Corp., the people familiar with the matter said. Last year, Apple relied on Hon Hai and Pegatron Corp., and consumers sometimes faced long waits for the larger display phones. </p>\n<p>\n     Wistron has some experience manufacturing iPhones. The Taiwan-based contract maker started producing the older generation iPhone 5C model last year when Pegatron shifted to make the iPhone 6. If Wistron passes Apple's production run test in the coming months, it would be the first time Apple used three assemblers for the latest iPhone models. Also, it would likely mean a further reduction in Foxconn's share of Apple's iPhone orders. </p>\n<p>\n     Apple has diversified its assembly partners as its product portfolio has expanded. The strategy limits the exposure from relying too heavily on a single supplier for products that need to reach market quickly and in very high volumes. </p>\n<p>\n     Some component suppliers started manufacturing parts for the new iPhones in large quantity earlier this month, the people familiar with the matter said. </p>\n<p>\n     Write to Lorraine Luk at lorraine.luk@wsj.com and Daisuke Wakabayashi at Daisuke.Wakabayashi@wsj.com </p>\n<pre>\n </pre>\n<p>\n  Access Investor Kit for Apple, Inc.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US0378331005</p>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  July 08, 2015 10:52 ET (14:52 GMT)</p>\n",
   "Time": "2:52:10 PM",
   "seq": 7967
 },
 {
   "Ticker": "",
   "date": "7/14/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "State-Owned Chinese Chip Maker Tsinghua Unigroup Makes $23 Billion Bid for Micron",
   "News_Body": "<pre>\nBy Eva Dou </pre>\n<p>\n     BEIJING--China's Tsinghua Unigroup Ltd. has submitted a bid to buy out U.S. memory chip maker Micron Technology Inc. for $23 billion, people familiar with the matter said. </p>\n<p>\n     Tsinghua Unigroup, China's largest state-owned chip design company, offered $21 a share for Micron, a 19.3% premium over its Monday closing price, one of the people said. </p>\n<p>\n     Shares of Nasdaq-listed Micron have fallen by nearly half in the past year and closed up 0.2% at $17.61 Monday. </p>\n<p>\n     Beijing-based Tsinghua Unigroup already has several links to major U.S. companies. It acquired a controlling stake in Hewlett-Packard Co.'s China networking equipment unit in May. Intel Corp. bought a 20% stake in Tsinghua Unigroup last year for $1.5 billion. </p>\n<p>\n     Tsinghua Unigroup, which was founded in 1988 by China's elite Tsinghua University, became China's largest chip design firm in 2013 after acquiring two of the country's largest mobile-chip firms, Spreadtrum Communications and RDA Microelectronics. </p>\n<p>\n     Micron, based in Boise, Idaho, is the last remaining U.S. maker of the widely used chips known as dynamic random access memory, or DRAMs. It is No. 2 behind Samsung Electronics Co. in that market, and makes the NAND flash memory used to store data in mobile devices such as smartphones. </p>\n<p>\n     The company's stock surged last year on stronger prices of memory chips and signs the market was consolidating to a smaller number of players. But Micron's stock, which closed 2014 at $35.01, has slid lately on worries about the health of the personal-computer market, a major user of DRAMs. </p>\n<p>\n     Micron in June reported a 39% drop in profit for the third fiscal quarter ended June 4. </p>\n<p>\n     Don Clark in San Francisco contributed to this article. </p>\n<p>\n     Write to Eva Dou at eva.dou@wsj.com </p>\n<pre>\n </pre>\n<p>\n  Access Investor Kit for Intel Corp.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US4581401001</p>\n<p>\n  Access Investor Kit for Micron Technology, Inc.</p>\n<p>\n  Visit http://www.companyspotlight.com/partner?cp_code=P479&amp;isin=US5951121038</p>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  July 13, 2015 20:24 ET (00:24 GMT)</p>\n",
   "Time": "12:24:50 AM",
   "seq": 12038
 },
 {
   "Ticker": "",
   "date": "7/28/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel, Micron Claim Memory-Chip Breakthrough",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  July 28, 2015 12:00 ET (16:00 GMT)</p>\n",
   "Time": "4:00:33 PM",
   "seq": 10057
 },
 {
   "Ticker": "",
   "date": "7/28/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel, Micron Say Chips 1,000 Times Faster Than Flash Memory",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  July 28, 2015 12:00 ET (16:00 GMT)</p>\n",
   "Time": "4:00:33 PM",
   "seq": 10058
 },
 {
   "Ticker": "",
   "date": "7/28/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel, Micron Plan to Ship Sample Chips This Year",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  July 28, 2015 12:00 ET (16:00 GMT)</p>\n",
   "Time": "4:00:33 PM",
   "seq": 10059
 },
 {
   "Ticker": "",
   "date": "10/13/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Profits Slide Amid PC Slump",
   "News_Body": "<pre>\nBy Tess Stynes </pre>\n<p>\n     Intel Corp. said its third-quarter earnings fell 6.3% amid weak demand for personal computers. </p>\n<p>\n     The semiconductor giant's shares, up 1.8% over the past year, added 6 cents to $32.10 in recent after-hours trading </p>\n<p>\n     For the current fourth quarter, the company forecast revenue of $14.8 billion, plus or minus $500 million. Analysts polled by Thomson Reuters expected revenue of $14.83 billion. </p>\n<p>\n     The Santa Clara, Calif., company's biggest business remains chips that power PCs, a sector that continued to struggle in the latest quarter, with IDC and rival Gartner both reporting that shipments declined in the period and received little help from the release of Microsoft Corp.'s new Windows 10 operating system. </p>\n<p>\n     Buyers also may be putting off purchases until the arrival of PCs built with Skylake, a long-awaited overhaul of Intel's flagship Core line of microprocessors, which aren't expected to reach many consumers until later this fall. </p>\n<p>\n     Overall, Intel reported a profit of $3.11 billion, or 64 cents a share, down from $3.32 billion, or 66 cents a share, a year earlier. Revenue decreased slightly to $14.47 billion from $14.55 billion. </p>\n<p>\n     Analysts polled by Thomson Reuters expected per-share profit of 59 cents and revenue of $14.22 billion. The semiconductor giant in July projected revenue of $14.3 billion, plus or minus $500 million. </p>\n<p>\n     Gross margin fell to 63% from 65%. </p>\n<p>\n     Write to Tess Stynes at tess.stynes@wsj.com </p>\n<pre>\n </pre>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  October 13, 2015 16:08 ET (20:08 GMT)</p>\n",
   "Time": "8:08:03 PM",
   "seq": 9980
 },
 {
   "Ticker": "",
   "date": "11/19/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Raises Annual Dividend to $1.04 Vs. 96c >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  November 19, 2015 12:29 ET (17:29 GMT)</p>\n",
   "Time": "5:29:53 PM",
   "seq": 9792
 },
 {
   "Ticker": "",
   "date": "11/19/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Sees 2016 Revenue Growth in Mid-Single Digits >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  November 19, 2015 12:30 ET (17:30 GMT)</p>\n",
   "Time": "5:30:16 PM",
   "seq": 9827
 },
 {
   "Ticker": "",
   "date": "11/19/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Sees 2016 Capital Spending $10 Billion, Plus or Minus $500 Million >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  November 19, 2015 12:30 ET (17:30 GMT)</p>\n",
   "Time": "5:30:41 PM",
   "seq": 9829
 },
 {
   "Ticker": "",
   "date": "11/19/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel: Financials Show That 'Transformation Is Underway' >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  November 19, 2015 12:31 ET (17:31 GMT)</p>\n",
   "Time": "5:31:22 PM",
   "seq": 9832
 },
 {
   "Ticker": "",
   "date": "11/19/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Is 'Forecasting Growth for 2016' >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  November 19, 2015 12:31 ET (17:31 GMT)</p>\n",
   "Time": "5:31:35 PM",
   "seq": 9837
 },
 {
   "Ticker": "",
   "date": "11/19/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel: 2016 Dividend Increase Reflects Confidence in Strategy >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  November 19, 2015 12:31 ET (17:31 GMT)</p>\n",
   "Time": "5:31:49 PM",
   "seq": 9838
 },
 {
   "Ticker": "",
   "date": "11/19/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel: Data Center, Internet of Things and Memory Businesses Expected to Be Growth Engines",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  November 19, 2015 12:32 ET (17:32 GMT)</p>\n",
   "Time": "5:32:14 PM",
   "seq": 9850
 },
 {
   "Ticker": "",
   "date": "11/19/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Sees 2016 Gross Margin Percentage 62 %, Plus or Minus a Couple Points >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  November 19, 2015 12:32 ET (17:32 GMT)</p>\n",
   "Time": "5:32:34 PM",
   "seq": 9853
 },
 {
   "Ticker": "",
   "date": "11/19/2015",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Business Outlook Reflects Impact of a 53 Week Fiscal 2016 >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  November 19, 2015 12:33 ET (17:33 GMT)</p>\n",
   "Time": "5:33:51 PM",
   "seq": 9882
 },
 {
   "Ticker": "",
   "date": "1/5/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Smart-Home Gadgets Still a Hard Sell",
   "News_Body": "<pre>\nBy Don Clark </pre>\n<p>\n     Computer chips and wireless communications are being added to everything from doorknobs to dog collars. But the cascade of gadgets for the so-called smart home, which is due to accelerate at this week's Consumer Electronics show, seems to be running well ahead of consumer desires. </p>\n<p>\n     Early technology adopters have snapped up Internet-connected versions of devices like thermostats and smoke detectors. But some market researchers say mainstream consumers haven't yet found reasons to buy. </p>\n<p>\n     \"Last year, there was a great deal of optimism and bullishness around home automation,\" said Dave Bottoms, chief operating officer of PEQ, a smart-home startup that recently shifted strategies after finding little demand for its products in retail stores. \"The reality is it is a lot harder and tougher than everybody imagined.\" </p>\n<p>\n     Indeed, one of the key attractions of the trend called the Internet of Things--the ability to control products remotely using a smartphone or PC--seems to be a turnoff for some buyers. They fear the devices could be hacked by intruders or used by vendors to gather data about users' behavior. A survey of 28,000 consumers in 28 countries being released Tuesday by Accenture LLP found that 47% of respondents pointed to security and privacy as potential obstacles to adopting such technology. </p>\n<p>\n     Among people planning to buy smart-home gadgets in the next 12 months, a significant number chose to be cautious about using them or postponed purchases, while 18% had quit using them or terminated services for lack of security guarantees, the consulting firm said. The survey found that only about 9% of respondents--about the same as a 2014 survey--planned to purchase connected devices this year. </p>\n<p>\n     Further signs of slackening consumer interest were reported last week by Argus Insights. The research firm tracked metrics such as year-over-year increases in online product reviews, which declined to 18% in September from 80% in January. </p>\n<p>\n     The Consumer Technology Association, which organizes CES, on Monday predicted that U.S. sales of smart-home devices will grow 21% to 8.9 million units in 2016, generating $1.2 billion in revenue. </p>\n<p>\n     But the penetration of individual product categories appears to be much lower. The Accenture data showed that 10% of respondents own connected security cameras, 9% used smart thermostats and 5% used devices called smart plugs that help home devices connect wirelessly. </p>\n<p>\n     PEQ has responded to disappointing retail sales by trying to sell its wares through service providers like energy utilities, Mr. Bottoms said. </p>\n<p>\n     The headwinds haven't deterred companies from plans to unveil a flood of smart-home products at this week's CES event in Las Vegas, which kicks off Tuesday night and runs through Saturday. Popular categories include Internet-connected sprinklers, pool monitors, security cameras, door locks, fans, blinds, washing machines, ovens and garage-door openers. </p>\n<p>\n     Apple Inc. along with Google Inc.'s Nest Labs division are pushing rival technologies to coordinate interactions among devices from different vendors without requiring consumers to buy a separate hub device. Nest, for example, notes that its carbon-monoxide detectors can command its thermostats to turn off a furnace--a common source of the gas. Another rival is Samsung Electronics Co., which became a major player in the field through its 2014 purchase of SmartThings. The startup developed its own smart-home hubs and services that help connect with devices from other vendors. </p>\n<p>\n     Some companies are pushing offbeat concepts. A San Diego-based startup called CleverPet at CES is introducing what it calls a game console for dogs. Steam CC, based in Tel Aviv, Israel, is showing off a device called Ripple Maker that places images from smartphones on the milk foam of cappuccinos and other beverages. This startup activity is spurred by capital from venture investors and crowdfunding sites. But money is no guarantee of success. </p>\n<p>\n     A high-profile, home-use invention startup, Quirky Inc., filed for bankruptcy protection in September after raising more than $170 million. Its Wink Inc. unit, which sells home-hub devices and other products was sold to Flextronics International Ltd. and continues to operate. </p>\n<p>\n     Coldwell Banker Real Estate LLC, which is co-sponsoring a smart home event at CES, on Monday released survey results pointing to demand for some smart-home products and signs that consumers believe the technology could help sell homes faster. </p>\n<p>\n     But Sean Blankenship, Coldwell Banker's chief marketing officer, acknowledged that customers are concerned about the possibility that such devices can be hacked. \"They will buy it when security and safety issues are worked out,\" said Elizabeth Cholawsky, chief executive of Support.com Inc., which specializes product technical support. </p>\n<p>\n     Smart-home vendors say they have built plenty of safeguards into their products. Apple, as part of an initiative called HomeKit, requires special security circuitry to be incorporated into chips used in compatible devices. Others stress the use of heavy-duty encryption technology to guard against theft of data. </p>\n<p>\n     But some of the security approaches aren't compatible with each other, and consumers frequently must turn to different apps to control various products. A recent survey by chip maker Intel Corp. found that 82% of respondents want to control all their smart devices through one integrated security package. </p>\n<p>\n     Until companies make more progress in sorting out such issues, the vision of multifunction \"all-singing, all-dancing homes\" may come slowly, said Frank Gillet, a Forrester Research analyst. </p>\n<p>\n     Write to Don Clark at don.clark@wsj.com </p>\n<pre>\n </pre>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  January 05, 2016 07:07 ET (12:07 GMT)</p>\n",
   "Time": "12:07:40 PM",
   "seq": 3096
 },
 {
   "Ticker": "",
   "date": "1/14/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Reports Drop in Earnings",
   "News_Body": "<pre>\nBy Tess Stynes </pre>\n<p>\n     Intel Corp.'s fourth-quarter earnings fell 1% amid continued weakness in the personal computer market, still the chip maker's main business. </p>\n<p>\n     The company's earnings report comes two days after industry researchers International Data Corp. and Gartner Inc. both reported PC sales fell sharply in the fourth quarter. Among the reasons cited for the decline were China's slowing economy, a stronger U.S. dollar that made computers more costly in Europe and the continued shift to smartphones and other devices. </p>\n<p>\n     Intel has hopes for improved demand in 2016 based on a new family of chips, code-named Skylake, and Microsoft Corp.'s new Windows 10 operating system. </p>\n<p>\n     For 2016, the company predicted revenue would rise by a percentage in the mid-to-high single digits, up from its previous estimate that predicted revenue would grow by a percentage in the mid-single digits. </p>\n<p>\n     For the current quarter, the company forecast revenue of about $14 billion, or $14.1 billion when adjusted for some acquisition-related items. Analysts polled by Thomson Reuters had expected revenue of $13.89 billion. </p>\n<p>\n     As the market for personal computers has been shrinking, Intel has taken steps to pursue growth in other areas, including high-price chips for data centers and chips for non-PC uses, known as the Internet of Things. </p>\n<p>\n     The company's $16.7 billion Altera Corp. acquisition closed two days after the quarter ended and its results weren't included in Intel's earnings report. </p>\n<p>\n     The acquisition adds a substantial business in programmable chips called FPGAs. And during October, Intel said it may spend as much as $5.5 billion to convert a plant in northeastern China to make flash-memory chips used in smartphones and more recently servers. </p>\n<p>\n     Overall, for the fourth quarter, Intel reported a profit of $3.61 billion, or 74 cents a share, compared with $3.66 billion, or 74 cents a share, a year earlier. Analysts expected per-share profit of 63 cents. </p>\n<p>\n     Revenue increased 1.3% to $14.91 billion. The company had projected revenue of $14.8 billion, plus or minus $500 million. Analysts expected $14.8 billion. </p>\n<p>\n     Gross margin fell to 64.3% from 65.4%, but surpassed the company's forecast of 62%. </p>\n<p>\n     Shares of the Santa Clara, Calif., company's shares fell 2.4% to $32 in recent after-hours trading. Before the results, Intel's stock had fallen nearly 10% over the past year. </p>\n<p>\n     Write to Tess Stynes at tess.stynes@wsj.com </p>\n<pre>\n </pre>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  January 14, 2016 16:22 ET (21:22 GMT)</p>\n",
   "Time": "9:22:18 PM",
   "seq": 10754
 },
 {
   "Ticker": "",
   "date": "4/18/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Supreme Court Focuses on States' Legal Right to Question Immigration Policy",
   "News_Body": "<pre>\nBy Louise Radnofsky and Miriam Jordan </pre>\n<p>\n     WASHINGTON -- Supreme Court arguments over the Obama administration's immigration policy kicked off Monday with questions about whether Texas had the legal ability to lead a 26-state challenge to President Barack Obama's plan to provide relief for illegal immigrants living in the U.S. </p>\n<p>\n     The Obama administration has defended the policy, announced in November 2014, and argued the states opposed to the plan haven't established the necessary legal standing to challenge it in court. </p>\n<p>\n     The plan, known as the Deferred Action for Parents of Americans, or DAPA, would provide work authorizations and a temporary reprieve on deportation to millions of illegal immigrants whose children are U.S. citizens. It has been tied up in litigation since shortly after it was announced by Mr. Obama. </p>\n<p>\n     At Monday's argument, Justice Ruth Bader Ginsburg quickly opened a discussion on the legal hurdle, and the issue dominated the justices' questions for more than 15 minutes. The court was hearing 90 minutes of arguments in the case, an extended time period reserved for major appeals. </p>\n<p>\n     Chief Justice John Roberts, whose views on legal standing could be important in the outcome of the case, didn't sound sympathetic to stopping the states' challenge over the hurdle, saying, \"I just think that's a real catch-22\" for the states. </p>\n<p>\n     The Texas immigration case is one of the biggest cases this term, raising issues about the scope of presidential powers and playing into the presidential election campaign. Because of the February death of conservative Justice Antonin Scalia, the court is at risk of a tie in the case. If it deadlocks 4-4, the lower-court injunctions remain in place, likely freezing the policy for the remainder of the Obama administration. </p>\n<p>\n     The outcome is being watched closely across the country. </p>\n<p>\n     Cris Mercado, a 35-year-old undocumented Filipino and tech entrepreneur, still keeps the envelope that he stuffed in late 2014 with school records, his proof of residence and other documents he gathered to apply for a new program to shield him from deportation and enable him to work legally in the U.S. </p>\n<p>\n     \"Whatever it took, I wanted to be the first to apply,\" said Mr. Mercado, who arrived in New York when he was 5. </p>\n<p>\n     Mr. Mercado's hopes were put on hold when a federal judge last year blocked the new policy, with opponents claiming Mr. Obama lacks the legal authority to take such sweeping executive actions. Supporters say he does. </p>\n<p>\n     The showdown is mobilizing pro-immigrant groups, with the backing of major figures in the technology industry, including Facebook Inc.'s Mark Zuckerberg and LinkedIn Corp. co-founder Reid Hoffman. The tech industry employs many foreign workers and a number of tech companies, including Intel Corp., were started by immigrants. </p>\n<p>\n     Thousands of people were in Washington, D.C., on Monday to demonstrate outside the court during the hearing. </p>\n<pre>\n </pre>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  April 18, 2016 11:42 ET (15:42 GMT)</p>\n",
   "Time": "3:42:47 PM",
   "seq": 8199
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel 1Q EPS 42c >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:04 ET (20:04 GMT)</p>\n",
   "Time": "8:04:18 PM",
   "seq": 10835
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel 1Q Net $2.05B >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:04 ET (20:04 GMT)</p>\n",
   "Time": "8:04:18 PM",
   "seq": 10837
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel 1Q Rev $13.7B >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:04 ET (20:04 GMT)</p>\n",
   "Time": "8:04:18 PM",
   "seq": 10838
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Corp 1Q EPS 42c",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:04 ET (20:04 GMT)</p>\n",
   "Time": "8:04:46 PM",
   "seq": 10850
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Corp 1Q Net $2B",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:04 ET (20:04 GMT)</p>\n",
   "Time": "8:04:48 PM",
   "seq": 10852
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Corp 1Q Rev $13.7B",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:04 ET (20:04 GMT)</p>\n",
   "Time": "8:04:50 PM",
   "seq": 10853
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Corp 1Q Adj EPS 54c >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:05 ET (20:05 GMT)</p>\n",
   "Time": "8:05:04 PM",
   "seq": 10902
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Corp 1Q Non-GAAP Rev $13.8 Billion >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:05 ET (20:05 GMT)</p>\n",
   "Time": "8:05:24 PM",
   "seq": 10913
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Corp Sees 2Q Rev $13.5B, Plus or Minus $500 Million",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:06 ET (20:06 GMT)</p>\n",
   "Time": "8:06:01 PM",
   "seq": 10936
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Corp Sees FY Revenue Up Mid-Single Digits >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:06 ET (20:06 GMT)</p>\n",
   "Time": "8:06:09 PM",
   "seq": 10946
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Corp Had Seen FY Revenue Growth Mid- to High-Single Digits >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:06 ET (20:06 GMT)</p>\n",
   "Time": "8:06:23 PM",
   "seq": 10959
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Corp Sees FY Capital Spending $9.5 Billion, Plus or Minus $500 Million",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:06 ET (20:06 GMT)</p>\n",
   "Time": "8:06:38 PM",
   "seq": 10970
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Corp Sees 2Q Restructuring Charges $1.2 Billion >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:06 ET (20:06 GMT)</p>\n",
   "Time": "8:06:50 PM",
   "seq": 10975
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Corp Announces Restructuring Initiative >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:07 ET (20:07 GMT)</p>\n",
   "Time": "8:07:08 PM",
   "seq": 10994
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel to Accelerate Change From PC Company to Cloud Computing Company",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:07 ET (20:07 GMT)</p>\n",
   "Time": "8:07:39 PM",
   "seq": 11012
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Corp CFO Stacy Smith to Transition to New Role Leading Sales, Manufacturing, Ops",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:07 ET (20:07 GMT)</p>\n",
   "Time": "8:07:54 PM",
   "seq": 11015
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Corp Announces CFO Succession Plan >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:08 ET (20:08 GMT)</p>\n",
   "Time": "8:08:15 PM",
   "seq": 11023
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Corp Expects $750 Million in Savings This Year >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:10 ET (20:10 GMT)</p>\n",
   "Time": "8:10:29 PM",
   "seq": 11117
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Corp Sees Annual Run Rate Savings of $1.4 Billion by Mid-2017 >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:10 ET (20:10 GMT)</p>\n",
   "Time": "8:10:42 PM",
   "seq": 11125
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Corp Will Book 2Q Charges of $1.2 Billion >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:10 ET (20:10 GMT)</p>\n",
   "Time": "8:10:52 PM",
   "seq": 11127
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel to Cut 12,000 Positions Globally >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:11 ET (20:11 GMT)</p>\n",
   "Time": "8:11:01 PM",
   "seq": 11134
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel to Cut 11% of Work Force",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:11 ET (20:11 GMT)</p>\n",
   "Time": "8:11:25 PM",
   "seq": 11142
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel to Book $1.2 Billion Charge in Second Quarter",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:11 ET (20:11 GMT)</p>\n",
   "Time": "8:11:44 PM",
   "seq": 11143
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel to Boost Investments in Data Center, IoT, Memory and Connective Businesses",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  April 19, 2016 16:12 ET (20:12 GMT)</p>\n",
   "Time": "8:12:27 PM",
   "seq": 11154
 },
 {
   "Ticker": "",
   "date": "4/19/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel to Cut 12,000 Jobs",
   "News_Body": "<pre>\nBy Tess Stynes </pre>\n<p>\n     Intel Corp. said it plans to reduce its global workforce by up to 12,000 jobs as the semiconductor giant reported a worse-than-expected 7% increase in first-quarter revenue. </p>\n<p>\n     The chip maker had a global workforce of 107,300 employees at the end of 2015, according to a regulatory filing. </p>\n<p>\n     Intel said the job cuts are part of the company's restructuring away from a computer-based company to one that powers the cloud and billions of connected computing devices. </p>\n<p>\n     Over all, Intel reported a profit of $2.05 billion, or 42 cents a share, up from $1.99 billion, or 41 cents a share, a year earlier. Excluding certain items, the company reported per-share earnings of 54 cents. Analysts polled by Thomson Reuters expected per-share profit of 48 cents. </p>\n<p>\n     Revenue increased to $13.7 billion from $12.78 billion. The company expected $14 billion, plus or minus $500 million. Analysts expected revenue of $13.83 billion, </p>\n<p>\n     For the second quarter, Intel projected revenue of $13.5 billion, plus or minus $500 million. Analysts polled by Thomson Reuters expected revenue of $14.16 billion. </p>\n<p>\n     Shares of the Santa Clara, Calif., company were halted in after-hours trading. </p>\n<p>\n     Write to Tess Stynes at tess.stynes@wsj.com </p>\n<pre>\n </pre>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  April 19, 2016 16:16 ET (20:16 GMT)</p>\n",
   "Time": "8:16:48 PM",
   "seq": 11355
 },
 {
   "Ticker": "",
   "date": "7/20/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel 2Q EPS 27c >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  July 20, 2016 16:03 ET (20:03 GMT)</p>\n",
   "Time": "8:03:52 PM",
   "seq": 10361
 },
 {
   "Ticker": "",
   "date": "7/20/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel 2Q Net $1.33B >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  July 20, 2016 16:03 ET (20:03 GMT)</p>\n",
   "Time": "8:03:52 PM",
   "seq": 10362
 },
 {
   "Ticker": "",
   "date": "7/20/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel 2Q Rev $13.53B >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  July 20, 2016 16:03 ET (20:03 GMT)</p>\n",
   "Time": "8:03:52 PM",
   "seq": 10363
 },
 {
   "Ticker": "",
   "date": "7/20/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel 2Q Gross Margin 58.9% >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  July 20, 2016 16:03 ET (20:03 GMT)</p>\n",
   "Time": "8:03:52 PM",
   "seq": 10364
 },
 {
   "Ticker": "",
   "date": "7/20/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Profit Drops, Hurt by Restructuring Costs",
   "News_Body": "<pre>\nBy Tess Stynes </pre>\n<p>\n     Intel Corp. said its second-quarter earnings fell sharply as the chip giant booked a hefty charge related to its efforts to restructure and cut costs. </p>\n<p>\n     In April, the company unveiled cost cutting plans that aim to free up funds to invest in businesses that are growing. The restructuring includes plans to slash 12,000 jobs, or about 11% of Intel's workforce. On Wednesday, Intel said it booked $1.41 billion worth of restructuring and other charges during the quarter. </p>\n<p>\n     The Santa Clara, Calif., company's shares fell 2.7% to $34.71 in recent after-hours trading. </p>\n<p>\n     For the current quarter, Intel forecast revenue of $14.9 billion, plus or minus $500 million. Analysts polled by Thomson Reuters had expected revenue of $14.63 billion. </p>\n<p>\n     For 2016, the company maintained its revenue outlook for growth in the mid-single digits. </p>\n<p>\n     Over all, Intel reported a profit of $1.33 billion, or 27 cents a share, down from $2.71 billion, or 55 cents a share, a year earlier. Excluding certain items, adjusted per-share earnings were 59 cents. Revenue increased 2.6% to $13.53 billion. </p>\n<p>\n     Analysts polled by Thomson Reuters expected per-share profit of 53 cents and revenue of $13.54 billion. </p>\n<p>\n     Gross margin fell to 58.9% from 62.5%. </p>\n<p>\n     Write to Tess Stynes at tess.stynes@wsj.com </p>\n<pre>\n </pre>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  July 20, 2016 16:22 ET (20:22 GMT)</p>\n",
   "Time": "8:22:58 PM",
   "seq": 11636
 },
 {
   "Ticker": "",
   "date": "7/31/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Tech Sector's Profits Are Fueled by Mobile, Cloud",
   "News_Body": "<pre>\nBy Jack Nicas and Don Clark </pre>\n<p>\n     The latest batch of tech-industry earnings show how two technology trends -- mobile and the cloud -- are taking root and delivering big profits for the companies that bet on them. </p>\n<p>\n     Facebook Inc. and Google parent Alphabet Inc. last week both reported surges in their quarterly profits, fueled by users spending more time on their smartphones and advertisers spending more money to reach them there. </p>\n<p>\n     Meantime, Amazon.com Inc. and Microsoft Corp. beat Wall Street estimates with results that were lifted by the strength of their businesses hosting other companies' data on their computer servers, also known as the cloud. </p>\n<p>\n     \"The big are getting bigger,\" said Ben Schachter, an analyst at Macquarie Group Ltd. \"People are using the internet more and more. They always have it with them because of smartphones, speeds are getting better...and all that information has to come from somewhere, and it comes from the cloud.\" </p>\n<p>\n     The strength of these technologies is intertwined. Mobile devices are increasingly becoming people's primary computers, which is driving demand for the cloud. On personal computers, data was often stored on the device itself, but smartphones have less memory -- and the consumption of data overall has dramatically increased -- requiring more information to be stored on the cloud. </p>\n<p>\n     The link is more than a decade old but has accelerated sharply in recent years. The original boom in downloaded songs -- frequently from Apple Inc.'s iTunes service to iPods -- has been supplanted by an explosion in mobile apps, streaming media services and other mobile offerings that require the cloud. </p>\n<p>\n     \"We see mobile and cloud infrastructure going hand in hand,\" said Ben Stanton, an analyst at research firm Canalys. \"Cloud infrastructure is pushing more and more of the capability of the mobile device.\" Canalys forecasts that corporate spending on cloud services rose 52% in the second quarter from a year prior, largely driven by mobile demands. </p>\n<p>\n     Meanwhile, the picture for hardware companies is mixed. </p>\n<p>\n     The yearslong shift to smartphones from personal computers has delivered massive profit for Apple, which introduced the first iPhone nine years ago. But now smartphone sales have plateaued in many countries, and Apple is feeling the squeeze. The world's most valuable company said last week that iPhone sales declined for the second consecutive quarter after an eight-year run of growth, pushing profit down 27% from a year prior. </p>\n<p>\n     Still, some phone makers reported sales growth, including Samsung Electronics Co. and Huawei Technology Co. Chip maker Qualcomm Inc. reported a 22% jump in quarterly profit linked largely to chip sales for Chinese smartphones. </p>\n<p>\n     Overall, the mobile era is entering a phase in which the profits are increasingly going to internet and software companies that capitalize on people using their phones more. </p>\n<p>\n     Two big winners are Google and Facebook, which are reaping the rewards from the critical mass of mobile users that is attracting advertisers. </p>\n<p>\n     Facebook said mobile ads accounted for 84% of its $6.2 billion in advertising revenue in the latest quarter, compared with 11% in 2012. Facebook's profit nearly tripled from a year prior to a record $2.1 billion. </p>\n<p>\n     Mobile growth also drove Google's 21% jump in quarterly revenue. It said advertisers now are increasingly willing to advertise on phones, partly because their mobile websites have improved, and because tech companies like Google are offering better mobile-ad formats. Google also is drawing advertisers by demonstrating the efficacy of smartphone ads, like tracking users' locations to see if they visit physical stores after seeing a mobile ad for those stores. </p>\n<p>\n     While Apple's phone sales are shrinking, its smartphone-services revenue rose 19% to nearly $6 billion in the second quarter. That revenue includes app sales, Apple Music subscriptions and Apple Pay fees. Apple CEO Tim Cook said he expects the business to grow so much over the next year that it would be a Fortune 100 company if it was independent. </p>\n<p>\n     Revenue at Amazon's cloud business grew 58% to $2.89 billion in the second quarter, helping fuel Amazon's record $857 million profit, which nearly doubled the company's previous high. The cloud business is on track to surpass CEO Jeff Bezo's $10 billion revenue goal this year. </p>\n<p>\n     Microsoft, widely seen as the No. 2 cloud provider after Amazon, is making its cloud business the centerpiece of a transition beyond selling software. The segment that includes its Azure cloud-computing service grew 6.6% to $6.71 billion in the latest quarter, while the segment including Windows software fell 3.7% to $8.9 billion. Azure revenue alone nearly doubled. </p>\n<p>\n     Google also is aggressively pitching its cloud services, and recently hired Diane Greene, a well-known Silicon Valley entrepreneurSHY, to run the divisionSHY. Revenue for the segment that includes Google's cloud business increased 33% to $2.17 billion in the second quarter, outpacing past quarters' growth and increases in its advertising business. </p>\n<p>\n     Some of the losers in the latest round of earnings highlight how smartphones and the cloud are replacing PCs as Silicon Valley's major growth driver. Intel Corp., the PC-chip kingpin that failed to get a foothold in smartphones, reported a 51% drop in profit because of restructuring charges linked to a strategy to reduce its dependence on PCs. </p>\n<p>\n     Other companies linked to PCs are rapidly shifting to mobile. One example is Logitech International SA, a longtime maker of PC peripherals that has recently been adding a range of devices linked to phones, such as home cameras and wireless headphones. </p>\n<p>\n     Logitech reported better-than-expected first-quarter financial results, including a 7% rise in revenue. Logitech CEO Bracken Darrell said in an interview, \"Everything we do is mobile.\" </p>\n<p>\n     Write to Jack Nicas at jack.nicas@wsj.com and Don Clark at don.clark@wsj.com </p>\n<pre>\n </pre>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  July 31, 2016 19:24 ET (23:24 GMT)</p>\n",
   "Time": "11:24:21 PM",
   "seq": 2343
 },
 {
   "Ticker": "",
   "date": "9/7/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Nears Deal to Sell McAfee Security Unit to TPG -- Sources",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  September 07, 2016 15:18 ET (19:18 GMT)</p>\n",
   "Time": "7:18:45 PM",
   "seq": 8777
 },
 {
   "Ticker": "",
   "date": "9/7/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Deal Could Value McAfee at About $4.2B, Including Debt -- Sources",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  September 07, 2016 15:18 ET (19:18 GMT)</p>\n",
   "Time": "7:18:45 PM",
   "seq": 8778
 },
 {
   "Ticker": "",
   "date": "9/7/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "McAfee Deal Could Be Announced as Early as Wednesday -- Sources",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  September 07, 2016 15:18 ET (19:18 GMT)</p>\n",
   "Time": "7:18:45 PM",
   "seq": 8779
 },
 {
   "Ticker": "",
   "date": "9/7/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Nears Deal to Sell McAfee Security Unit To TPG -- Sources",
   "News_Body": "<pre>\nBy Dana Mattioli and Matt Jarzemsky </pre>\n<p>\n     Intel Corp. is nearing the sale of a majority stake in its McAfee unit to private-equity firm TPG, a deal that will value the computer-security business at about $4.2 billion including debt, people familiar with the matter said. </p>\n<p>\n     TPG will take a 51% stake in the business, while Intel will retain 49%, according to one of the people. The transaction is expected to be announced as soon as Wednesday, the people said. </p>\n<p>\n     Intel bought McAfee in 2011 in a $7.7 billion deal as the chip giant sought to diversify. </p>\n<p>\n     The continuing decline in personal computers has forced Intel to focus on growth areas such as computers for data centers and noncomputer devices outfitted with data-processing and communications capabilities, known as the Internet of Things. Intel is also expecting growth to come from selling chips for servers and other gear related to cloud computing. </p>\n<p>\n     In April, Intel said it would slash 12,000 jobs, 11% of its workforce, partly due to the chip maker's failure to take advantage of the industry's transition to smartphones. The restructuring was Intel's largest in terms of the number of employees affected. </p>\n<p>\n     Write to Dana Mattioli at dana.mattioli@wsj.com and Matt Jarzemsky at matthew.jarzemsky@wsj.com </p>\n<pre>\n </pre>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  September 07, 2016 15:47 ET (19:47 GMT)</p>\n",
   "Time": "7:47:02 PM",
   "seq": 9036
 },
 {
   "Ticker": "",
   "date": "9/16/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Sees 3Q Revenue $15.6B, Plus Or Minus $300M >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  September 16, 2016 09:00 ET (13:00 GMT)</p>\n",
   "Time": "1:00:29 PM",
   "seq": 3528
 },
 {
   "Ticker": "",
   "date": "9/16/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Had Seen 3Q Revenue $14.9B, Plus Or Minus $500M >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  September 16, 2016 09:00 ET (13:00 GMT)</p>\n",
   "Time": "1:00:43 PM",
   "seq": 3532
 },
 {
   "Ticker": "",
   "date": "9/16/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel: Increase In Rev View Primarily Driven By Replenishment Of PC Supply Chain Inventory >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  September 16, 2016 09:01 ET (13:01 GMT)</p>\n",
   "Time": "1:01:02 PM",
   "seq": 3536
 },
 {
   "Ticker": "",
   "date": "9/16/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel: Also Seeing Some Signs Of Improving PC Demand >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  September 16, 2016 09:01 ET (13:01 GMT)</p>\n",
   "Time": "1:01:13 PM",
   "seq": 3540
 },
 {
   "Ticker": "",
   "date": "9/16/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Raises 3Q Gross Margin View >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  September 16, 2016 09:01 ET (13:01 GMT)</p>\n",
   "Time": "1:01:38 PM",
   "seq": 3544
 },
 {
   "Ticker": "",
   "date": "9/16/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Now Sees 3Q Gross Margin 62%, Plus Or Minus A Couple Of Points >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  September 16, 2016 09:02 ET (13:02 GMT)</p>\n",
   "Time": "1:02:09 PM",
   "seq": 3546
 },
 {
   "Ticker": "",
   "date": "9/16/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Had Seen 3Q Gross Margin Range Midpoint 60% >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  September 16, 2016 09:02 ET (13:02 GMT)</p>\n",
   "Time": "1:02:51 PM",
   "seq": 3560
 },
 {
   "Ticker": "",
   "date": "9/16/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Now Sees 3Q Adjusted Gross Margin 63%, Plus Or Minus A Couple Of Points >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  September 16, 2016 09:03 ET (13:03 GMT)</p>\n",
   "Time": "1:03:27 PM",
   "seq": 3568
 },
 {
   "Ticker": "",
   "date": "9/16/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Had Seen 3Q Adjusted Gross Margin Range Midpoint 62% >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  September 16, 2016 09:03 ET (13:03 GMT)</p>\n",
   "Time": "1:03:43 PM",
   "seq": 3571
 },
 {
   "Ticker": "",
   "date": "9/16/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Improved 3Q Margin View Driven Mostly By Higher PC Unit Volume >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  September 16, 2016 09:04 ET (13:04 GMT)</p>\n",
   "Time": "1:04:08 PM",
   "seq": 3577
 },
 {
   "Ticker": "",
   "date": "9/16/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Raises 3Q R&D Plus MG&A Spending View to $5.2B From $5.1B",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  September 16, 2016 09:05 ET (13:05 GMT)</p>\n",
   "Time": "1:05:20 PM",
   "seq": 3602
 },
 {
   "Ticker": "",
   "date": "9/16/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Now Sees 3Q Tax Rate 22%; Had Seen 21% >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  September 16, 2016 09:06 ET (13:06 GMT)</p>\n",
   "Time": "1:06:10 PM",
   "seq": 3613
 },
 {
   "Ticker": "",
   "date": "9/16/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Withdraws Remaining Guidance; Will Update With 3Q Report on Oct. 18",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  September 16, 2016 09:07 ET (13:07 GMT)</p>\n",
   "Time": "1:07:15 PM",
   "seq": 3619
 },
 {
   "Ticker": "",
   "date": "9/16/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Raises Third-Quarter Guidance on PC Improvement >INTC",
   "News_Body": "<pre>\nBy Anne Steele </pre>\n<p>\n     Intel Corp. on Friday raised its revenue outlook for the third quarter amid signs of improving demand in the personal-computer market. </p>\n<p>\n     The chip maker said it now expects third-quarter revenue of $15.6 billion, plus or minus $300 million, up from a previous range of $14.9 billion, plus or minus $500 million. </p>\n<p>\n     Intel said the guidance increase comes as inventory in the PC supply chain needed to be replenished, and that the company had seen \"some signs of improving PC demand.\" </p>\n<p>\n     Intel shares, up 6% this year, added another 3.8% premarket to $37.96. </p>\n<p>\n     When reporting its second-quarter's results in July, the Santa Clara, Calif., company gave indications that fallout from the declining PC industry is moderating even as more lucrative server-chip sales grew less than expected. </p>\n<p>\n     Intel's chief executive, Brian Krzanich, has tried to position the company for a new era in which PCs aren't an overriding focus. At present, however, Intel still gets the largest share of its revenue from PC chips. Last quarter, its revenue from the \"client\" device business that includes PCs declined 3% from the year-earlier period. </p>\n<p>\n     Meanwhile, Intel has slashed head count to adjust to weaker sales growth and free up cash to invest in newer businesses. </p>\n<p>\n     Intel is set to report earnings for the September quarter on Oct. 18. </p>\n<p>\n     Write to Anne Steele at Anne.Steele@wsj.com </p>\n<pre>\n </pre>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  September 16, 2016 09:38 ET (13:38 GMT)</p>\n",
   "Time": "1:38:00 PM",
   "seq": 3866
 },
 {
   "Ticker": "",
   "date": "10/18/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel 3Q EPS 69c >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  October 18, 2016 16:00 ET (20:00 GMT)</p>\n",
   "Time": "8:00:57 PM",
   "seq": 8966
 },
 {
   "Ticker": "",
   "date": "10/18/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel 3Q Net $3.4B >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  October 18, 2016 16:00 ET (20:00 GMT)</p>\n",
   "Time": "8:00:57 PM",
   "seq": 8967
 },
 {
   "Ticker": "",
   "date": "10/18/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel 3Q Rev $15.8B >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  October 18, 2016 16:00 ET (20:00 GMT)</p>\n",
   "Time": "8:00:57 PM",
   "seq": 8968
 },
 {
   "Ticker": "",
   "date": "10/18/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel 3Q Gross Margin 63.3% >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  October 18, 2016 16:00 ET (20:00 GMT)</p>\n",
   "Time": "8:00:57 PM",
   "seq": 8969
 },
 {
   "Ticker": "",
   "date": "10/18/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel's Earnings Rise but Revenue Outlook Disappoints",
   "News_Body": "<pre>\nBy Don Clark </pre>\n<p>\n     Intel Corp. reported an 8.7% rise in third-quarter earnings, as a lengthy slide in the personal computer market eased a bit and cloud companies stocked up on servers. </p>\n<p>\n     Shares of the chip giant slid 3.6% to $36.39 in after-hours trading as the company also provided a lackluster revenue outlook for the current quarter. </p>\n<p>\n     Intel, whose chips provide processing power for the vast majority of computers, in July reported a 51% profit drop on charges resulting from a plan to reduce its workforce by 12,000 people by mid-2017. The company linked those cuts to a strategy to reduce its dependence on selling chips for PCs, emphasizing servers and noncomputer devices associated with a trend called the Internet of Things. </p>\n<p>\n     For the moment, though, PC chips remain the company's largest source of revenue. Intel in September boosted its financial guidance for the third quarter, citing moves by PC makers to rebuild their inventories and some signs of stronger customer demand. Gartner Inc. and International Data Corp. last week reported the latest in a series of shipment declines for the PC business, though IDC said the decline was less severe than expected. </p>\n<p>\n     Intel reported Tuesday that revenue for its client computing group -- composed largely of PC chips -- increased to $8.89 billion from $8.51 billion a year ago. Besides shipment volumes, revenue in the unit can fluctuate according to whether customers selected higher-priced chips or not. </p>\n<p>\n     In the company's data center group, whose products are priced higher and command wider profit margins than PC chips, Intel said third quarter revenue rose to $4.54 billion from $4.14 billion. Analysts had been expecting revenue of about $4.6 billion, according to FactSet, based partly on expectations of higher spending by cloud computing services. </p>\n<p>\n     Intel said revenue in its Internet of Things group increased $689 million from $581 million. </p>\n<p>\n     Brian Krzanich, Intel's chief executive, said Tuesday that the results show Intel's continuing transformation to a company that powers the cloud and connected devices. </p>\n<p>\n     In all, Intel reported net income of $3.38 billion, or 69 cents a share, compared with profit in the year-earlier period of $3.1 billion, or 64 cents a share. Revenue rose to $15.78 billion from $14.47 billion. </p>\n<p>\n     Excluding one-time items, Intel put per share profit at 80 cents a share. Analysts on that basis had predicted earnings per share of 72 cents on revenue of $15.6 billion, in line with the figure Intel projected last month. </p>\n<p>\n     For the current quarter, Intel projected revenue between $15.2 billion and $16.2 billion. Analysts, on average, had projected revenue of $15.9 billion. </p>\n<p>\n     Write to Don Clark at don.clark@wsj.com </p>\n<pre>\n </pre>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  October 18, 2016 16:28 ET (20:28 GMT)</p>\n",
   "Time": "8:28:10 PM",
   "seq": 9717
 },
 {
   "Ticker": "",
   "date": "12/11/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Elon Musk to Join Trump's Tech Meeting - Sources",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires</p>\n<p>\n  December 11, 2016 17:32 ET (22:32 GMT)</p>\n",
   "Time": "10:32:59 PM",
   "seq": 1149
 },
 {
   "Ticker": "",
   "date": "12/11/2016",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Elon Musk to Join Trump's Tech Meeting - Sources",
   "News_Body": "<pre>\nBy Rolfe Winkler </pre>\n<p>\n     Billionaire entrepreneur Elon Musk plans to be in attendance at President-elect Donald Trump's meeting of tech-industry executives this Wednesday in New York, according to people familiar with the matter. </p>\n<p>\n     Mr. Musk is the chief executive of electric-car maker Tesla Motors Inc. and rocket company Space Exploration Technologies Corp., and is a close associate of Peter Thiel, the tech investor and entrepreneur that backed Mr. Trump during the campaign. Mr. Thiel sits on the transition team and is helping to organize this Wednesday's meeting. He and Mr. Musk were both founders of payments company PayPal, and Mr. Thiel's venture-capital firm Founders Fund backs SpaceX. </p>\n<p>\n     As reported Saturday, other tech executives expected to attend Wednesday's meeting include Apple Inc. Chief Executive Tim Cook, Facebook Inc. Chief Operating Officer Sheryl Sandberg, Microsoft Corp. CEO Satya Nadella, and both the CEO and chairman of Google parent Alphabet Inc., Larry Page and Eric Schmidt, people familiar with the plans said. The CEOs of Intel Corp., International Business Machines Corp., Oracle Corp. and Cisco Systems Inc. are also expected to attend, the people said. </p>\n<p>\n     Mr. Musk's various businesses are more dependent on the U.S. government for revenue than most tech companies. </p>\n<p>\n     SpaceX's single largest customer is the National Aeronautics and Space Administration, which over the past eight years has awarded contracts valued at more than $6.5 billion to deliver cargo and eventually, U.S. astronauts, to the international space station. The company also seeks to win hundreds of millions of dollars of additional contracts from the U.S. Air Force over the next few years. </p>\n<p>\n     Tesla benefits from government tax credits that reduce the effective price of its vehicles. The electric car maker  recently acquired SolarCity Corp., a company founded by Mr. Musk's cousins that installs solar panels, a portion of the cost of which can be offset by federal tax credits. </p>\n<p>\n     In the week leading up to the presidential election, Mr. Musk said in an interview on CNBC that he didn't believe Mr. Trump was \"the right guy\" to be president and that the real-estate magnate \"doesn't seem to have the sort of character that reflects well on the United States.\" </p>\n<p>\n     The agenda for this Wednesday's meeting is unclear, though Mr. Trump has emphasized the importance of boosting American jobs and targeted companies including Apple and IBM for purportedly sending jobs overseas. </p>\n<p>\n     -- </p>\n<p>\n  Tim Higgins </p>\n<p>\n     and Andy Pasztor contributed to this article. </p>\n<p>\n  Write to Rolfe Winkler at rolfe.winkler@wsj.com </p>\n<pre>\n </pre>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  December 11, 2016 17:32 ET (22:32 GMT)</p>\n",
   "Time": "10:32:59 PM",
   "seq": 1150
 },
 {
   "Ticker": "",
   "date": "1/25/2017",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Dow Closes Above 20000 for First Time",
   "News_Body": "<pre>\nBy Aaron Kuriloff and Corrie Driebusch </pre>\n<p>\n     The Dow Jones Industrial Average closed above 20000 for the first time Wednesday, as a rally in banks and manufacturers reflected investors' growing confidence that President Donald Trump will preside over a new era of U.S. growth. </p>\n<p>\n     Mr. Trump's moves to cut regulations and promote infrastructure projects during his first week in office helped propel the index of 30 stocks over its latest milestone, as investors bet that Mr. Trump would follow through with business-friendly plans like cutting taxes and increasing government spending. </p>\n<p>\n     The Dow industrials raced past 20000 when the market opened Wednesday and held on to its gains throughout the session, closing up roughly 156 points, or 0.8%, at 20069. </p>\n<p>\n     It took the blue-chip index 42 trading days to close above 20000 -- the second-fastest thousand-point gain in the index's history, after its 24-day climb from 10000 to 11000 during the dot.com boom in 1999. The Dow industrials notched their first close above 19000 on Nov. 22. amid the postelection rally that has sent the index up more than 9% since Nov. 8. </p>\n<p>\n     Even as indexes soar to unprecedented highs, many investors urged caution. Interest rates are still relatively low, reflecting ongoing sluggishness in the global economy. Volatility has waned and stocks are expensive compared with their historical levels -- three signs that some investors say could herald a pullback. </p>\n<p>\n     It hasn't been a straight path upward for the Dow. The index rose 7% from the close on Election Day through Dec. 8, but then gains slowed as investors questioned the likelihood and timing of Mr. Trump's policies. A postelection climb in the dollar and Treasury yields also stalled in recent weeks. </p>\n<p>\n     The Dow made several attempts at 20000, including when it touched 19999.63 on Jan. 6, but it fell short each time -- until Wednesday. </p>\n<p>\n     Investors piled into manufacturing stocks this week, providing some of the momentum that carried the index over the top, after Mr. Trump's moves to revive oil-pipeline projects and ease regulations signaled the first steps toward clearing the way for a surge in infrastructure spending. </p>\n<p>\n     Recent data showing an acceleration in U.S. economic growth and an improvement in corporate earnings have also bolstered investors' outlook. Earnings for S&amp;P 500 companies are expected to grow in the fourth quarter from the year-earlier period, according to analysts polled by FactSet. That would mark the second straight quarter of earnings growth after five quarters of contractions, according to FactSet. </p>\n<p>\n     \"The gains are every bit as much that the economy is doing better and earnings are improving as it is a boost from hope for fiscal policies under Mr. Trump,\" said Bob Doll, senior portfolio manager with Nuveen Asset Management. </p>\n<p>\n     Soaring shares of Boeing Co. led Wednesday's gains in the Dow industrials, with the aerospace company rising 4.2% after beating expectations for earnings in the final quarter of the year. International Business Machines Corp. also exceeded analysts' earnings projections last week, helping propel a climb that has made the computer company one of the biggest contributors to the blue-chip index since the start of 2017. </p>\n<p>\n     But bank shares are responsible for much of the Dow's rise to its latest milestone. Many consider the health of the sector to be intertwined with that of the economy because of the fundamental role banks play in facilitating the flow of money, and say the recent gains are an indication that the nearly eight-year bull market can keep going. </p>\n<p>\n     The KBW Nasdaq Bank Index of large U.S. commercial lenders has soared 24% since Election Day, reflecting the prospect of higher interest rates and less-stringent regulation, which could ease some of the pressure lenders have faced since the financial crisis. The yield on the benchmark 10-year Treasury note is back up above 2.5% after it fell to 1.366% on July 8, the lowest level on record, though rates are still low by historical standards. Yields fall as bond prices rise. </p>\n<p>\n     Gains in Goldman Sachs Group Inc. and J.P. Morgan Chase &amp; Co. together accounted for more than a quarter of the postelection point gain made by the Dow Jones Industrial Average, a price-weighted measure that means the bigger the stock price, the larger the sway for a component. </p>\n<p>\n     Goldman joined the index in 2013, making it a relatively new entrant to the average that made its debut in 1896 with 12 \"smokestack\" companies, including Tennessee Coal &amp; Iron, U.S. Leather and General Electric Co. (which was removed and restored along the way but is the only original component in the current index). Technology companies including Microsoft Corp. and Intel Corp. were added in the 1990s, while companies such as Bethlehem Steel and Woolworth dropped out. Wall Street Journal editors participate in selecting the stocks in the Dow, as they always have, though the index itself is now part of S&amp;P Global Inc. </p>\n<p>\n     Dow 20000 has left some analysts and investors cautious. </p>\n<p>\n     A gauge that tracks expectations for volatility in stocks is on track to close at its lowest level in years -- a bearish indicator to those that view low levels as a sign of investors' complacency. The CBOE Volatility Index, or VIX, was below 11 on Wednesday. </p>\n<p>\n     \"The three components for the Trump plan we think are most meaningful for companies are tax policy, regulation and infrastructure investment,\" said Joseph Amato, chief investment officer of equities at Neuberger Berman. \"As the prospects of policy changes in those three areas waxes and wanes, enthusiasm for stocks will build up or enthusiasm will recede, \" said Mr. Amato. </p>\n<p>\n     Many investors worried stocks were expensive even before the postelection run-up, given several recent quarters of weak earnings growth. Companies in the S&amp;P 500 traded at roughly 21 times their past 12 months of earnings as of Tuesday, above their 10-year average of about 16, according to FactSet. </p>\n<p>\n     Mr. Trump's protectionist approach on trade has also raised concerns that such policies could hurt growth. On Monday, bonds rallied and stocks fell after Mr. Trump said the U.S. would impose a border tax on companies that move some operations overseas and he withdrew the U.S. from the Trans-Pacific Partnership, a trade deal he attacked during the campaign. </p>\n<p>\n     A strengthening dollar could also hurt earnings at multinational companies by making their goods more expensive to buyers outside the U.S. The WSJ Dollar Index, which measures the U.S. currency against 16 others, was little changed Wednesday but is up more than 3% since Election Day. </p>\n<p>\n     \"The dollar is a real issue,\" said Russ Koesterich, co-portfolio manager of the BlackRock Global Allocation fund. \"The protectionism is still an open question. We don't know how much of that we'll have and what form it will take.\" </p>\n<p>\n     Despite the potential obstacles, the Dow's next milestone could come even easier. Each thousand-point rise requires a shallower climb than the last. The Dow Jones Industrial Average had to advance 10% to go from 10000 to 11000, but needed to rise slightly more than 5% from 19000 to 20000. </p>\n<p>\n     The wait for 20000 paid off for Nicholas Tyburski, 37, and Jeff Coons, 51, a duo of hatmakers in Bella Vista, Ark., who were selling red trucker hats on eBay emblazoned with \"Dow 20,000\" back in early December. (The commemorative hats include a comma, which doesn't conform with Wall Street Journal style.) </p>\n<p>\n     When the Dow barreled through 20000 on Wednesday,  Mr. Tyburski said the orders streamed in. At a little after noon Eastern Time,  Mr. Tyburski said he had received about 100 orders at a rate of one every five minutes or so. He said the buyers were from all over the world: He'll be shipping hats to Australia, England, Sweden and Malaysia. </p>\n<p>\n     Write to Aaron Kuriloff at aaron.kuriloff@wsj.com and Corrie Driebusch at corrie.driebusch@wsj.com </p>\n<pre>\n </pre>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  January 25, 2017 16:07 ET (21:07 GMT)</p>\n",
   "Time": "9:07:45 PM",
   "seq": 11870
 },
 {
   "Ticker": "",
   "date": "1/26/2017",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel 4Q EPS 73c >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  January 26, 2017 16:00 ET (21:00 GMT)</p>\n",
   "Time": "9:00:22 PM",
   "seq": 12882
 },
 {
   "Ticker": "",
   "date": "1/26/2017",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel 4Q Net $3.6B >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  January 26, 2017 16:00 ET (21:00 GMT)</p>\n",
   "Time": "9:00:22 PM",
   "seq": 12883
 },
 {
   "Ticker": "",
   "date": "1/26/2017",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel 4Q Rev $16.4B >INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  January 26, 2017 16:00 ET (21:00 GMT)</p>\n",
   "Time": "9:00:22 PM",
   "seq": 12884
 },
 {
   "Ticker": "",
   "date": "2/6/2017",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Basks in Afterglow of Super Bowl Light Show Launched by Its Drones",
   "News_Body": "<pre>\nBy Ted Greenwald </pre>\n<p>\n     Intel Corp. scored a public-relations coup during Sunday's Super Bowl halftime extravaganza, showing off a product that wasn't actually there and isn't available for sale. </p>\n<p>\n     As singer Lady Gaga crooned a medley of patriotic songs, television viewers saw the Houston skyline behind her light up with twinkling stars that turned red and blue before taking the form of the Stars and Stripes spread across the sky. </p>\n<p>\n     The roving stars were a fleet of 300 Intel Shooting Star drones, remote-controlled fliers equipped with LED displays. Each lightweight, four-rotor copter can display any one of four billion colors at a time, including those of Old Glory as well the logo of Intel and sponsor PepsiCo Inc., which were shown in the sky as the halftime show ended. </p>\n<p>\n     But the drones didn't actually fly in the show on Sunday night. </p>\n<p>\n     The U.S. flag and Pepsi displays, along with the scene of Ms. Gaga singing atop the roof of NRG Stadium, were filmed early last week and projected on the stadium's screens, according to Anil Nanduri, vice president of Intel's New Technology group and general manager of the drone division. </p>\n<p>\n     The on-screen imagery switched to a live feed the moment after the singer was seen jumping off the roof, Mr. Nanduri said, and then she was shown live being lowered to the stage on the field below. </p>\n<p>\n     Many TV viewers thought they were watching a live light show, a perception Intel didn't go out of its way to dispel. \"Our drones have returned to the ground after an amazing #PepsiHalftime show,\" the company tweeted shortly afterward. </p>\n<p>\n     But prerecording was the only option. The halftime production team needed a solution that would achieve the desired effects even if the stadium roof in Houston were closed for foul weather. </p>\n<p>\n     In addition, federal regulations forbid drone flights above people who aren't participating in the flight, as well as in the restricted airspace around the stadium. So, Intel received federal waivers to shoot the drone choreography 700 feet above the stadium ahead of the game. </p>\n<p>\n     The flying light show was designed during meetings that began in early December and remote-controlled by a single pilot as the cameras rolled. Intel executives were pleased with the outcome. \"It's the first time ever we had a Super Bowl where drones were used, and it couldn't have been better,\" said Mr. Nanduri. </p>\n<p>\n     Fans shouldn't count on being able to replicate the display themselves. The Shooting Star, one of a handful of flying machines Intel has devised so far, isn't available for sale. </p>\n<p>\n     The company is still gaining experience operating the system and will decide whether to commercialize it in the future, Mr. Nanduri said. </p>\n<p>\n     The drone division in late January began selling a general-purpose drone development kit for engineers developing fliers and associated software. </p>\n<p>\n     Intel does see commercial applications for its technology enabling drone fleets to fly in formation. Although the Shooting Star system is intended for entertainment -- it has been used at Walt Disney World in Florida -- Intel envisions uses including inspections of industrial facilities and search-and-rescue missions, Mr. Nanduri said. </p>\n<p>\n     Write to Ted Greenwald at Ted.Greenwald@wsj.com </p>\n<pre>\n </pre>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  February 06, 2017 18:18 ET (23:18 GMT)</p>\n",
   "Time": "11:18:51 PM",
   "seq": 10779
 },
 {
   "Ticker": "",
   "date": "3/13/2017",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel to Pay $63.54 Per Share Cash for Mobileye>INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  March 13, 2017 07:30 ET (11:30 GMT)</p>\n",
   "Time": "11:30:36 AM",
   "seq": 2888
 },
 {
   "Ticker": "",
   "date": "3/13/2017",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel: Equity Value of About $15.3B in Mobileye Acqusition",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  March 13, 2017 07:31 ET (11:31 GMT)</p>\n",
   "Time": "11:31:05 AM",
   "seq": 2899
 },
 {
   "Ticker": "",
   "date": "3/13/2017",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel: Mobileye Acquisition Expected to be Accretive to Non-GAAP EPS and Free Cash Flow Immediately",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  March 13, 2017 07:31 ET (11:31 GMT)</p>\n",
   "Time": "11:31:51 AM",
   "seq": 2920
 },
 {
   "Ticker": "",
   "date": "3/13/2017",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Intends to Fund Mobileye Acquisition With Cash from Balance Sheet",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  March 13, 2017 07:32 ET (11:32 GMT)</p>\n",
   "Time": "11:32:05 AM",
   "seq": 2931
 },
 {
   "Ticker": "",
   "date": "3/13/2017",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel Expects Mobileye Deal to Close Within 9 Months>INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  March 13, 2017 07:32 ET (11:32 GMT)</p>\n",
   "Time": "11:32:24 AM",
   "seq": 2942
 },
 {
   "Ticker": "",
   "date": "3/13/2017",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel, Mobileye Boards Have Approved Proposed Merger>INTC",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  March 13, 2017 07:32 ET (11:32 GMT)</p>\n",
   "Time": "11:32:40 AM",
   "seq": 2946
 },
 {
   "Ticker": "",
   "date": "3/13/2017",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel: Extraordinary Meeting of Mobileye's Shareholders Will be Convened in Connection with Deal",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  March 13, 2017 07:33 ET (11:33 GMT)</p>\n",
   "Time": "11:33:08 AM",
   "seq": 2958
 },
 {
   "Ticker": "",
   "date": "3/13/2017",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel: Citi and Rothschild Inc. Serving as Financial Advisors in Mobileye Acquisition",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  March 13, 2017 07:33 ET (11:33 GMT)</p>\n",
   "Time": "11:33:49 AM",
   "seq": 2963
 },
 {
   "Ticker": "",
   "date": "3/13/2017",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "Intel to Buy Mobileye for $15.3 Billion >INTC MBLY",
   "News_Body": "<pre>\nBy Austen Hufford </pre>\n<p>\n     Intel Corp. on Monday said it struck a deal to buy Mobileye N.V. for about $15.3 billion, the latest investment by a technology company in the future of self-driving cars. </p>\n<p>\n     The deal values Mobileye at $63.54 per share, a 34% premium to its closing price Friday. Mobileye shares rose 33.3% to $63.01 in premarket trading and were recently halted, while Intel shares fell 1.8%. </p>\n<p>\n     Mobileye makes chip-based camera systems that power semi-automated driving features that already being used in cars today and is working to put that technology in the center of self-driving cars of the future. </p>\n<p>\n     The two companies already have ties. Intel, Mobileye and BMW AG, have a partnership to put about 40 self-driving cars on the road in test mode. </p>\n<p>\n     Write to Austen Hufford at austen.hufford@wsj.com </p>\n<pre>\n </pre>\n<p>\n  (END) Dow Jones Newswires</p>\n<p>\n  March 13, 2017 07:36 ET (11:36 GMT)</p>\n",
   "Time": "11:36:10 AM",
   "seq": 3003
 },
 {
   "Ticker": "",
   "date": "3/13/2017",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "BMW Welcomes Intel Takeover of Mobileye",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  March 13, 2017 12:28 ET (16:28 GMT)</p>\n",
   "Time": "4:28:08 PM",
   "seq": 6269
 },
 {
   "Ticker": "",
   "date": "3/13/2017",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "BMW Says Intel Acquisition of Mobileye Positive for Cooperation With BMW On Autonomous Vehicles",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  March 13, 2017 12:28 ET (16:28 GMT)</p>\n",
   "Time": "4:28:28 PM",
   "seq": 6272
 },
 {
   "Ticker": "",
   "date": "3/13/2017",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "BMW Say Intel Mobileye Deal Positive for Its Development of iNext Vehicle by 2021",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  March 13, 2017 12:28 ET (16:28 GMT)</p>\n",
   "Time": "4:28:49 PM",
   "seq": 3274
 },
 {
   "Ticker": "",
   "date": "6/15/2017",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "TBMW Welcomes Intel Takeover of Mobileye",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  March 13, 2017 12:28 ET (16:28 GMT)</p>\n",
   "Time": "4:28:08 PM",
   "seq": 3269
 },
 {
   "Ticker": "",
   "date": "7/26/2017",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "TBMW Says Intel Acquisition of Mobileye Positive for Cooperation With BMW On Autonomous Vehicles",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  March 13, 2017 12:28 ET (16:28 GMT)</p>\n",
   "Time": "1:28:28 PM",
   "seq": 11272
 },
 {
   "Ticker": "",
   "date": "7/26/2017",
   "close": "",
   "volume": "",
   "sentiment": "",
   "headline": "TBMW Say Intel Mobileye Deal Positive for Its Development of iNext Vehicle by 2021",
   "News_Body": "<pre>\n </pre>\n<p>\n  (MORE TO FOLLOW) Dow Jones Newswires (212-416-2800)</p>\n<p>\n  March 13, 2017 12:28 ET (16:28 GMT)</p>\n",
   "Time": "4:28:49 PM",
   "seq": 2274
 }
]